[
  {
  "id": "community-heroes#dzenana-dzevlan",
  "name": "Dzenana Dzevlan",
  "heroSinceDate": "Hero since 2024",
  "description": "Dzenana is a co-founder and Technical Manager at allOps Solutions, an APN Partner company. With extensive experience on large-scale projects, she previously held a pivotal role within the Production Engineering team at Yahoo Inc.\n\n\nDzenana earned her masters degree from the Faculty of Electrical Engineering in Sarajevo, with her thesis focused on Storing Health Data on AWS Cloud in Compliance with HIPAA Standards. Through her initiative, Bringing AWS Cloud into Proximity for Students and Educational Institutions, she facilitated the integration of the AWS Academy program into multiple academic curriculums across the region.\n\n\nAs an Expert Practice Lecturer at International Burch University, Dzenana actively shares her knowledge in DevOps on AWS Cloud, generative AI, and other emerging technologies, continuously mentoring students to build expertise in cloud and AI solutions.\n\n\nDzenana is a dedicated advocate for women in technology and inclusion. She also actively mentors and speaks at various programs aimed at empowering people in IT and cloud.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/dzenana-dzevlan/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/dzenanadzevlan/"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/DzenanaDzevlan"
    },
    {
      "text": "Meetup",
      "url": "https://www.meetup.com/aws-user-group-sarajevo/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/New-Heroes-2024/dzenana_dzevlan_new_picture-100.4c8cdbf61711a2107839cfd8b03203927bd88b1a.png",
  "heroLocation": "Sarajevo, Bosnia and Herzegovina"
},
{
  "id": "community-heroes#kenneth-attard",
  "name": "Kenneth Attard",
  "heroSinceDate": "Hero since 2024",
  "description": "Kenneth is an Enterprise Architect at Betsson Group in Malta with over 20 years of technical experience, and the past eight years specializing in AWS cloud networking, security, and governance.\n\n\nAs the leader of the AWS Malta User Group and organizer of the Malta AWS Community Day, Kenneth is passionate about fostering knowledge and learning among cloud enthusiasts and professionals. He is also a frequent speaker at both local and international events, including AWS Cloud Days, AWS Summits, and AWS Community Days across multiple countries.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/kenneth-attard/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/kenneth-attard/"
    },
    {
      "text": "Website",
      "url": "https://www.cloudresearch.tech"
    },
    {
      "text": "Meetup",
      "url": "https://www.meetup.com/aws-user-group-malta/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/New-Heroes-2024/Kenneth%20Attard-100.f9aca609283778ada7eec13a75b1a87d8f0859b9.png",
  "heroLocation": "Valletta, Malta"
},
{
  "id": "community-heroes#stephen-sennett",
  "name": "Stephen Sennett",
  "heroSinceDate": "Hero since 2024",
  "description": "Stephen is an experienced cloud technologist, working with AWS for over a decade as an architect, consultant, engineer, and educator.\n\n\nStephen was a member of the AWS Community Builders program between 2021 and 2024, acting as a mentor to others in the AWS community, and serving as a public speaking coach for upcoming thought leaders through the AWS New Voices program. He is an experienced keynote speaker, delivering sessions at AWS Community Days, AWS Summits, and other tech conferences around the world. As a Content Architect with A Cloud Guru and Pluralsight, he has directly supported the teaching of hundreds of thousands of students around the world on their cloud journey.\n\n\nHe currently works as a Senior Consultant at Kinetic IT in Australia, specializing in cloud strategy and architecture. Outside of his professional role, he is an active volunteer emergency management officer, and non-profit board director.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/stephen-sennett/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Linkedin",
      "url": "https://www.linkedin.com/in/ssennettau/"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/ssennettau/"
    },
    {
      "text": "Dev.to",
      "url": "https://dev.to/ssennettau"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/New-Heroes-2024/Stephen%20Sennett-100.e55cd775b897b1de49f21fcd9b3b3bd8744061a7.png",
  "heroLocation": "Melbourne, Australia"
},
{
  "id": "community-heroes#adam-smolnik",
  "name": "Adam Smolnik",
  "heroSinceDate": "Hero since 2015",
  "description": "Adam Smolnik is a Cloud Architect at HOSTERSI in Rybnik (Poland), a certified AWS Advanced Consulting Partner and AWS Channel Partner, specializing in implementing solutions offered by Amazon Web Services, server management, DevOps services, cybersecurity and performance optimization. Prior to HOSTERSI, Adam worked as a cloud & solutions architect, application developer, consultant and designer for companies like EPAM, Pitney Bowes, IBM and Kroll Ontrack. He also holds the title Amazon AWS Authorized Instructor Champion and conducts Amazon AWS courses at CloudTeam - Cloud Computing Experts in Poland.\n\n\nAdam is also a co-founder of the AWS User Group Poland, an active speaker at Cloud conferences, instructor at Cloud and Software workshops as well as co-organizer of the Cloudyna conference - the best Cloud conference in Poland.\n\n\n",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/adam-smolnik/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/adamsmolnik"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/adam-smolnik/"
    },
    {
      "text": "AWS User Group Poland",
      "url": "https://www.meetup.com/AWSUGPL/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/adams-headshotcircle-100px.4c0fdca1ce7f909eebc17392847d9d39a0a53cbb.png",
  "heroLocation": "Zory, Poland"
},
{
  "id": "community-heroes#ahmed-samir",
  "name": "Ahmed Samir",
  "heroSinceDate": "Hero since 2020",
  "description": "Ahmed Samir is a Cloud Architect and mentor with more than 12 years of experience in IT. He has worked in a variety of sectors including Private, Government, Education, and Banking, where he specializes in designing and developing architectural solutions.\n\n\nAhmed is the leader of three Arabic Meetups in Riyadh: AWS, Amazon SageMaker, and Kubernetes, where he has organized and delivered over 40 Meetup events. He frequently shares knowledge and evangelizes AWS in Arabic through his social media accounts. He also holds AWS and Kubernetes certifications.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/ahmed-samir/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/company/awsbelaraby"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/AwsBelaraby"
    },
    {
      "text": "YouTube",
      "url": "https://www.youtube.com/c/AWSRiyadhUserGroup"
    },
    {
      "text": "Facebook",
      "url": "https://www.facebook.com/AWSbelaraby"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/ahmed-samir.9dc9cc62b957b5d84ddc0c680d37639a389dff88.png",
  "heroLocation": "Riyadh, Saudi Arabia"
},
{
  "id": "community-heroes#albert-suwandhi",
  "name": "Albert Suwandhi",
  "heroSinceDate": "Hero since 2022",
  "description": "Description not found",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/albert-suwandhi/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/albert_suwandhi"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/albertsuwandhi/"
    },
    {
      "text": "YouTube",
      "url": "https://www.youtube.com/c/AlbertSuwandhi"
    },
    {
      "text": "AWS User Group Indonesia",
      "url": "https://t.me/AWSUserGroupID"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/albert-suwandhi.b488225c68ab5948fe50ff3628283afb8e9fce1c.png",
  "heroLocation": "Medan, Indonesia"
},
{
  "id": "community-heroes#alex-lau",
  "name": "Alex Lau",
  "heroSinceDate": "Hero since 2023",
  "description": "Alex Lau is a Lead Instructor of Tecky Academy with a focus on Full Stack, Mobile App, and AWS technologies. Enthusiastic about teaching and sharing, Alex has been an active leader in the Hong Kong developer community since 2015. He has organized annual hackathons and founded a coding bootcamp, growing the community to over 1,000 members.\n\n\nFrom 2018 to 2023, Alex has hosted a variety of AWS workshops, disseminating essential cloud skills and best practices. In 2023, he took the stage at the Hong Kong AWS Summit to introduce the AWS cutting edge technologies and also led a session during the Hong Kong AWS GenAI Solution Day.\n\n\nAlex is committed to promoting AWS services and aims to help more people engage with and understand the power of cloud technology. Among his recognitions are the ICT Grand Award, HSBC Youth Business Award, and the Hong Kong Esperanza - Reimagine Education Award, making him a trusted authority on education, community building and cloud solutions.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/alex-lau/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Linkedin",
      "url": "https://www.linkedin.com/in/alexlau811/"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/alexlau811/"
    },
    {
      "text": "Tecky Academy",
      "url": "https://tecky.io/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/new-heroes-2023/hero-sept-2023/Alex%20Lau_100.ea19499c885af97ada744699559e11af10e82534.png",
  "heroLocation": "Hong Kong"
},
{
  "id": "community-heroes#anders-bjornestad",
  "name": "Anders Bjørnestad",
  "heroSinceDate": "Hero since 2018",
  "description": "Anders is a principal consultant at Webstep AS in Norway and helps customers architecting and building on AWS. His experience with building on AWS started in 2010 and he is eager to use his knowledge helping customers building suctions that are Well Architected.\n\n\nAnders applies his broad expert knowledge across all layers of the organizational stack. He engages with developers on technology and architectures and with top management where he advises about cloud strategies and new business models.\n\n\nAnders enjoys helping people increase their understanding of AWS and cloud in general, he holds several AWS certifications and also have experience as an AWS Authorized instructor. He co-founded and co-organizes the AWS User Groups in the largest cities in Norway (Oslo, Bergen and Trondheim), and also uses any opportunity to engage in events related to AWS and cloud wherever he is.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/anders-bjornestad/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/abjoerne/"
    },
    {
      "text": "Medium",
      "url": "https://www.linkedin.com/in/abjoerne/"
    },
    {
      "text": "AWS User Group Norway",
      "url": "https://www.meetup.com/AWS-User-Group-Norway/"
    },
    {
      "text": "AWS User Group Trondheim",
      "url": "https://www.meetup.com/AWS-User-Group-Trondheim/"
    },
    {
      "text": "AWS User Group Bergen",
      "url": "https://www.meetup.com/AWS-User-Group-Bergen/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/New-Heroes-2024/Anders-Bjornestad-100.a3791df1b868652606066fdbeac066591ddb1478.png",
  "heroLocation": "Oslo, Norway"
},
{
  "id": "community-heroes#andrew-brown",
  "name": "Andrew Brown",
  "heroSinceDate": "Hero since 2020",
  "description": "Andrew Brown is the co-founder of ExamPro, a learning platform designed to help you pass AWS Certification exams. His AWS Certifications video courses are published for free with no ads on freeCodeCamp so that cloud knowledge is accessible to everyone.\n\n\nAndrew volunteers his time mentoring those looking to switch or start a career in the cloud industry, all you need to do is reach out and send him a message on LinkedIn. Hes also the AWS moderator and a top author for DEV.\n\n\nAndrew is active in the Toronto developer community and you can meet him in-person at the AWS Toronto User Group, Serverless Toronto User Group, Solutions Architect Toronto User Group, Toronto Data Science & Big Data Meetup, or at Devhub.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/andrew-brown/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/andrew-wc-brown/"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/andrewbrown"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/New-Heroes-2024/q3/Andrew%20Brown%20100.b07863b9f6cb1b085a181e85e33e09898ebab69c.png",
  "heroLocation": "Schreiber, Ontario Canada"
},
{
  "id": "community-heroes#anh-ho-viet",
  "name": "Anh Ho Viet",
  "heroSinceDate": "Hero since 2017",
  "description": "Anh Ho Viet is the founder of AWS Vietnam User Group, Co-founder & CEO of OSAM, an AWS Consulting Partner in Vietnam, an AWS Certified Solutions Architect, and a cloud lover.\n\n\nAt OSAM, Anh and his enthusiastic team have helped many companies, from SMBs to Enterprises, move to the cloud with AWS. They offer a wide range of services, including migration, consultation, solution design on AWS and Cloud FinOps. Anhs vision for OSAM is beyond a cloud service provider; the company plays an important role in building Cloud computing ecosystem in Vietnam.\n\n\nIn 2016, Anh founded the AWS Vietnam User Group as a channel to share knowledge and hands-on experience among cloud practitioners. Since then, the Vietnam UG has reached more than 11,000+ members and is still expanding. The group holds quarterly meetups, connects many SMEs to AWS experts, and provides real-time, free-of-charge consultancy and AWS Activate Credits to startups.\n\n\nIn 2017, Anh started a program called Cloud Computing Lectures for Universities that includes translating AWS documentation & news into Vietnamese, providing students with fundamental, up-to-date knowledge of AWS cloud computing, and supporting students career paths. Since then, the program has been equipping cloud skills to hundreds of tech-students every years.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/anh-ho-viet/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "AWSVNUG Facebook Page",
      "url": "https://www.facebook.com/AmazonWebServiceVietnam/"
    },
    {
      "text": "AWSVNUG Facebook Group",
      "url": "https://www.facebook.com/groups/awsvn/"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/anh-cloud/"
    },
    {
      "text": "Osam.io",
      "url": "https://osam.io/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/anhho-headshotcircle-100px.2b5bd833aa6b704b2e2f16231609760f3a151d90.png",
  "heroLocation": "Hanoi, Vietnam"
},
{
  "id": "community-heroes#ankit-gupta",
  "name": "Ankit Gupta",
  "heroSinceDate": "Hero since 2019",
  "description": "Ankit is a Solutions Architect at PwC India. He brings deep expertise in Solutions Architecture designing on AWS. Ankit is an AWS user since 2012 and has worked with most AWS services. He is a trusted customer advocate, has multiple AWS Certifications, and has worked on various types of AWS projects. He has completed B.Tech in Computer Science from GIET University, India.\n\n\nHe is an AWS Community leader helping build the AWS Community in India since 2014. He is also a co-organizer of AWS User Group Kolkata, India. Ankit has given multiple sessions on AWS services at various events. He frequently visits Engineering Colleges, providing knowledge sharing sessions on Cloud Technologies, and he also mentors Engineering students.\n\n\nHe keeps himself updated with all the latest services/features on AWS. Currently, he is exploring with AWS AI & ML solutions.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/ankit-gupta/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/akgprogrammer/"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/akgprogrammer"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/ankit-gupta-circular-headshot.a76ec3f0326c5b720cbc70a2f5ab04ebfff34f01.png",
  "heroLocation": "Kolkata, India"
},
{
  "id": "community-heroes#anton-babenko",
  "name": "Anton Babenko",
  "heroSinceDate": "Hero since 2019",
  "description": "Anton is a long-time developer and CTO. He runs a consulting company Betajob AS in Norway and has helped companies around the globe build solutions using AWS and specializing in Infrastructure-as-Code, DevOps, and reusable infrastructure components since 2015.  He spends much of his time as an open-source contributor on various Terraform & AWS projects. Such as Terraform AWS modules (provisioned more than 200 million times), Terraform best practices ebook , Serverless Terraform framework, Terraform Weekly newsletter, Your Weekly Dose of Terraform live streams. You can find all of his projects here.  Anton enjoys solving current cloud architecture tasks, figuring out generic solutions by getting to the core, and making them available as open-source to benefit the AWS community.  He continuously experiments with technologies and tries to come up with new fresh ideas businesses will ask for soon. One of his latest projects is modules.tf, which aims to improve developer productivity for Terraform users.  Anton co-founded and co-organizes AWS, DevOps, and HashiCorp User Groups in Oslo (Norway) and often speaks at technical meetups and conferences.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/anton-babenko?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/antonbabenko"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/antonbabenko/"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/antonbabenko"
    },
    {
      "text": "YouTube",
      "url": "https://www.youtube.com/channel/UCGH0yYPvlCN1VjSFMGVmFgQ"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/new-heros-nov-2022/anton_babenko-modified.23f367001f7b41365a69b092fe6ee43459ab31f9.png",
  "heroLocation": "Oslo, Norway"
},
{
  "id": "community-heroes#arshad-zackeriya",
  "name": "Arshad Zackeriya",
  "heroSinceDate": "Hero since 2024",
  "description": "Arshad Zackeriya, a Senior Engineer at Xero, specializes in empowering organizations to deliver software at high velocity through best DevOps practices. He is well-known in the community as Zack, and his expertise primarily centers around Amazon EKS and Developer Tools. Zack's career commenced as a System Administrator, where he worked extensively with Linux on bare metal servers and created his AWS Account in 2014.\n\n\nZack is a tech enthusiast who passionately engages with communities to both learn and share knowledge. His experience includes delivering multiple talks at various AWS Summits in ASEAN and Sydney, AWS Meetups, and AWS Community Days. Additionally, he held the position of AWS Community Builder for five consecutive years, earning recognition as Nominated for the APJ Community Builder of the Year for 2022 and 2023.\n\n\nZack serves as the Wellington Lead and Co-Organizer for the AWS User Group Aotearoa (New Zealand). He played a key role in organizing the first-ever AWS Community Day Aotearoa (New Zealand) and also contributed in AWS New Voices as a Coach. Zack is the host of two podcasts: DevOps with Zack, where he converses with industry guest speakers about DevOps principles and various AWS tools and services, and The Zacs' Show Talking AWS, which centers on DevOps and Serverless practices. In this podcast, he partners with another Zach, whom he met through the AWS Community Builder program.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/arshad-zackeriya/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/awsfanboy"
    },
    {
      "text": "Website",
      "url": "https://awsfanboy.com/"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/awsfanboy"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/arshad-zackeriya-713b821b"
    },
    {
      "text": "YouTube",
      "url": "https://www.youtube.com/@thezacsshowtalkingaws/streams"
    },
    {
      "text": "Blog",
      "url": "https://dev.to/awsfanboy"
    },
    {
      "text": "DevOps with Zack",
      "url": "https://open.spotify.com/show/0c0UsqeCrhKD47HYQzdRo3"
    },
    {
      "text": "Sessionize",
      "url": "https://sessionize.com/awsfanboy"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/New-Heroes-2024/arshad_zackeriya_100.1ff8786d3189991628c2fcb571f6198c19ea293a.png",
  "heroLocation": "Wellington, New Zealand"
},
{
  "id": "community-heroes#austin-loveless",
  "name": "Austin Loveless",
  "heroSinceDate": "Hero since 2020",
  "description": "Austin is a Cloud Architect at Photobucket and Founder of the AWSMeetupGroup. The AWSMeetupGroup, initially in the Denver Area, is now a nationwide group traveling once a month to reach a broader audience. He live-streams all his events on YouTube. He partners with large software companies (AWS, MongoDB, Confluent, Galvanize, Flatiron School) to help grow the meetup group and teach more people.\n\n\nAustin routinely blogs on Medium under the handle AWSMeetupGroup. One of his most popular blogs involve topics centered around AWS Lambda and serverless architecture.\n\n\nHis real passion is reaching out to a broad audience of all skill levels to improve their technical knowledge and better their careers. When he hosts events, he doesn't just lecture for an hourhe comes prepared with written tutorials and code for people to follow along with and, ideally, use on their projects or at work. On this matter, He says, \"Technology is all around us today, and most people don't understand half of what it does. Teaching regular people about what is going around them is important for us as a society to grow.\"",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/austin-loveless/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/austin-loveless/"
    },
    {
      "text": "Blog",
      "url": "https://medium.com/@awsmeetupgroup"
    },
    {
      "text": "AWS Meetup",
      "url": "https://www.meetup.com/AWSMeetupGroup/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/austin-loveless.90df529a364f103a009ae03b911b93b79695a17b.png",
  "heroLocation": "Denver, USA"
},
{
  "id": "community-heroes#avi-keinan",
  "name": "Avi Keinan",
  "heroSinceDate": "Hero since 2020",
  "description": "Avi Keinan is a Senior Cloud Engineer at DoIT International, a strategic partner of Amazon Web Services. He specializes in AWS Infrastructure, serverless, and security solutions, enjoys solving complex problems, and is passionate about helping others.\n\n\nAvi is a member of many online AWS forums and groups where he assists both novice and experienced cloud users with solving complex and simple solutions. He is passionate about the cloud, has a deep understanding of cloud economics, and has a lot of FinOps experience. Avi holds several AWS, Kubernetes, and cloud-related certificates and often speaks at various technical meetups and conferences. He also frequently posts AWS-related videos on his YouTube channel.\n\n\n",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/avi-keinan/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/avi-keinan-14828738/"
    },
    {
      "text": "YouTube",
      "url": "https://www.youtube.com/playlist?list=PLiIZ1i25re8C73VC8cXGZjonctV9iHy9a"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/avi-keinan.ca03c1b3a8c1cc4adb952dc30ed58f717c80d64b.png",
  "heroLocation": "Tel Aviv, Israel"
},
{
  "id": "community-heroes#awedis-keofteian",
  "name": "Awedis Keofteian",
  "heroSinceDate": "Hero since 2024",
  "description": "Awedis is a DevOps Engineer at Anghami, a leading music streaming platform. With a strong background in DevOps practices, he leverages modern technologies to enhance scalability, reliability, and efficiency in Anghami's cloud-based architecture.\n\n\nHis journey began as an AWS Community Builder, and over time, he took the helm as the leader of the AWS User Group in Beirut. Passionate about fostering communities and supporting their growth, Awedis is a dedicated enthusiast for cutting-edge technologies. His interests span across DevOps, Automation, Serverless, and Cloud Technologies.\n\n\nIn the dynamic realm of cloud computing, he continues to make a significant impact by actively engaging with and nurturing AWS communities, which has helped him create one of the most active AWS communities in the region.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/awedis-keofteian/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Meetup",
      "url": "https://www.meetup.com/aws-lebanon/"
    },
    {
      "text": "Linkedin",
      "url": "https://www.linkedin.com/in/awedis"
    },
    {
      "text": "Dev.to",
      "url": "https://dev.to/awedis"
    },
    {
      "text": "Website",
      "url": "https://awedis.dev/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/New-Heroes-2024/Awedis-100.f4ebaed1919347909cda9577387bac8a1f8e8120.png",
  "heroLocation": " Beirut, Lebanon"
},
{
  "id": "community-heroes#ayumi-tada",
  "name": "Ayumi Tada",
  "heroSinceDate": "Hero since 2016",
  "description": "Ayumi Tada works at Honda Motor Co. in Japan as an IT infrastructure strategist, promoting the utilization of cloud computing technologies. She also promotes cloud utilization in the CAE/HPC area at JAMA (Japan Automobile Manufacturers Association).\n\n\nPreviously, she worked at Honda R&D as an IT System Administrator, focused on using the cloud for High Performance Computing (HPC), including an engineering simulation system (Computer Aided Engineering or CAE), and introduced the use case of HPC on AWS at re:Invent 2014. Currently, she is promoting cloud utilization in a wide range of Enterprise applications.\n\n\nAyumi is a member of JAWS-UG (Japan AWS User Group). JAWS-UG was started in 2010 and has over 50+ branches, 100+ leaders, 300+ meetup events per year, and 4000+ members. She is a one of the launch leads of new JAWS branches for HPC specialists and for beginners. She is also a one of the organizers of the JAWS for women branch and participates in other local branches including Kumamoto & JAWS for Enterprises (E-JAWS) meetup events.\n\n\nAyumi has an AWS Certified Solutions Architect  Associate certification, a Career Development Adviser certification through the National Career Development Center's international partner organization in Japan, and she has a BS in Electrical & Electronic Engineering and Information Engineering from Waseda University.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/ayumi-tada/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/applebear_ayu"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/ayumi-tada/"
    },
    {
      "text": "JAWS User Groups",
      "url": "https://jaws-ug.jp/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/ayumi-headshotcircle-100px.4fc35516969a0887ca20693d090282e19a69a2d5.png",
  "heroLocation": "Tokyo, Japan"
},
{
  "id": "community-heroes#azmi-mengu",
  "name": "Azmi Mengu",
  "heroSinceDate": "Hero since 2021",
  "description": "Azmi Mengu is a Lead Software Developer at Lyrebird Studio. In his career he has worked for many startups who provide convenience in peoples daily lives, in areas such as ride-sharing, food & grocery, package delivery, and home services. He has over 5 years of AWS Cloud development experience and has expertise in serverless, containers, data, and storage services.\n\n\nSince 2019, Azmi Mengu has been on the organizing committee of the Cloud and Serverless Turkey community. He co-organized and acted as a speaker at over 50 physical and online events during this time. He actively writes blog posts about developing serverless, container, and IaC technologies on AWS. Azmi also co-organized the first-ever ServerlessDays Istanbul in Turkey and AWS Community Day Turkey events.\n\n\nAs an active contributor, Azmi solves problems in edge cases, and develops distributed and self-driven architectures by taking advantage of AWS's Well-Architected Framework.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/azmi-mengu/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/azmi-mengu/"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/azmimengu"
    },
    {
      "text": "Blog",
      "url": "https://azmimengu.medium.com/"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/azmimengu"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/azmi-mengu.087aaabb2903b8792ef20d92e341e4772a26895d.png",
  "heroLocation": "Istanbul, Turkey"
},
{
  "id": "community-heroes#becky-zhang",
  "name": "Becky Zhang",
  "heroSinceDate": "Hero since 2017",
  "description": "Yu Zhang (Becky Zhang) is COO of BootDev, which focuses on Big Data solutions on AWS and high concurrency web architecture. Before she helped run BootDev, she was working at Yubis IT Solutions as an operations manager.\n\n\nBecky plays a key role in the AWS User Group Shanghai (AWSUGSH), regularly organizing AWS UG events including AWS Tech Meetups and happy hours, gathering AWS talent together to communicate the latest technology and AWS services. As a female in technology industry, Becky is keen on promoting Women in Tech and encourages more women to get involved in the community.\n\n\nBecky also connects the China AWS User Group with user groups in other regions, including Korea, Japan, and Thailand. She was invited as a panelist at AWS re:Invent 2016 and spoke at the Seoul AWS Summit this April to introduce AWS User Group Shanghai and communicate with other AWS User Groups around the world.\n\n\nBesides events, Becky also promotes the Shanghai AWS User Group by posting AWS-related tech articles, event forecasts, and event reports to Weibo, Twitter, Meetup.com, and WeChat (which now has over 2000 official account followers).",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/becky-zhang/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/beckyame_0412"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/beckyzy/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/becky-headshotcircle-100px.f45d636a66546c99d2ca296af846b2bb86e08c14.png",
  "heroLocation": "Shanghai, China"
},
{
  "id": "community-heroes#ben-bridts",
  "name": "Ben Bridts",
  "heroSinceDate": "Hero since 2021",
  "description": "Ben has been using AWS professionally since 2015 and, as an AWS Technologist at Cloudar, works with businesses ranging from start-ups to enterprises. Being part of a Premier AWS Consulting Partner, he provides architectural and operational support and shares his experiences along the way. He is also an AWS Authorized Instructor and gives AWS Classroom Training at The Campus.\n\n\nYou can find his blogpost on the Cloudar blog, see him participating on GitHub (maybe your CloudFormation Stack uses code he wrote), or run into him in an online community like the AWS Developers Slack. He is a co-organizer of the Belgian AWS User-Group and frequently speaks at various other events. For bite-sized tips and thoughts, he also uses Twitter.\n\n\nHe has a broad interest in serverless, automation and enabling builders. Currently, he counts CloudFormation, Lambda, KMS, CloudFront, and Lambda@Edge among his favorite services. Still, he has a soft spot for everything related to operational tasks, like Systems Manager.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/ben-bridts/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/benbridts/"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/benbridts"
    },
    {
      "text": "Blog",
      "url": "https://www.cloudar.be/author/bbridts/"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/benbridts"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/ben-bridts.cf2eac9fa0f55982f83f3557287d7656e636185b.png",
  "heroLocation": "Antwerp, Belgium"
},
{
  "id": "community-heroes#ben-whaley",
  "name": "Ben Whaley",
  "heroSinceDate": "Hero since 2014",
  "description": "Ben Whaley is a staff software engineer at Chime. He was previously a software engineer at Gruntwork.io, and was also the founder of WhaleTech, a consulting company focused on AWS architecture, security, and automation. Ben ran the network and systems for Apigee, a globally-distributed API management platform built on Amazon Web Services. He helped build and operate the AWS-hosted back end services for Anki, a robotics and artificial intelligence company.\n\n\nAdditionally, he is co-author of the UNIX and Linux System Administration Handbook, the de facto standard text on Linux administration, and is the author of two educational videos: Linux Web Operations and Linux System Administration. Ben is a Red Hat Certified Engineer (RHCE) and a Certified Information Systems Security Professional (CISSP).",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/ben-whaley/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/iAmTheWhaley"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/bwhaley"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/benwhaley/"
    },
    {
      "text": "Blog",
      "url": "https://whaletech.co/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/benwhaley-headshotcircle-100px.f206328da5bcc06b4215b0186232c26177958926.png",
  "heroLocation": "Portland, USA"
},
{
  "id": "community-heroes#boyan-dimitrov",
  "name": "Boyan Dimitrov",
  "heroSinceDate": "Hero since 2015",
  "description": "Boyan is the Chief Technology Officer of SIXT, responsible for the companys tech vision and strategy. Prior to joining SIXT in 2015, Boyan had a long career in the startup ecosystems in the UK and Bulgaria. He has successfully delivered mission critical services and digital transformations in the mobility, security, and finance areas.\n\n\nBoyan has been an AWS user since 2008 and has over 15 years of experience in cloud architecture and distributed systems. He has helped many small and large businesses increase their efficiency and delivery by migrating their workloads to the cloud and designing cloud-native applications. He is a frequent speaker at AWS meetups and Summits, sharing design patterns for developing and operating solutions at scale. A devoted Golang enthusiast, Boyan has maintained in the past one of the most popular AWS SDKs in Go, helping the community to utilize AWS services.\n\n\nOutside of work, Boyan enjoys spending time with his young family, and practicing his hobbies: martial arts and skiing.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/boyan-dimitrov/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://x.com/nathariel"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/dimitrovboyan"
    },
    {
      "text": "Slideshare",
      "url": "https://www.slideshare.net/nathariel/presentations"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/boyan-headshotcircle-100px.ab75a96438a16c21351609ff05ddffc3d4b70a6d.png",
  "heroLocation": "Munich, Germany"
},
{
  "id": "community-heroes#brian-tarbox",
  "name": "Brian Tarbox",
  "heroSinceDate": "Hero since 2019",
  "description": "Brian has over thirty years experience delivering mission critical systems on-time, on-target and with commercial success. He has ten patents, dozens of technical papers, \"high engagement\" Alexa skills, leads the Boston AWS Meetup and has presented at numerous industry events around the world.\n\n\nBrian is an Alexa Champion and gives talks on how to increase skill engagement by adding emotionality to Alexa. He is also an AWS Ambassador with Caylent, and an AWS New Voices Mentor. The New Voices is a program to train traditionally underrepresented people how to prepare and give a presentation.\n\n\nIn 2010 he won RockStar and Duke's Choice award for the Most Innovative Use of Java for his system for turning log files into music so you could \"listen\" to your programs. He also won Atlassian's Charlie award for the Most Innovative Use Of Jira. He has degrees in Linguistic Philosophy and Cognitive Psychology and used to do language research with bottlenose dolphins at the University of Hawaii.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/brian-tarbox/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/briantarbox/"
    },
    {
      "text": "BrianTarbox.org",
      "url": "http://briantarbox.org/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/brian-tarbox-circular-headshot.265f9909a087103813e7f9ec36b23448e0582bae.png",
  "heroLocation": "Boston, USA"
},
{
  "id": "community-heroes#bryan-chasko",
  "name": "Bryan Chasko",
  "heroSinceDate": "Hero since 2018",
  "description": "Bryan Chasko is Chief Technology Officer at Electronic Caregiver, where he manages a multi-disciplined team of Engineers, Computer Scientists, 3D Artists, Healthcare, and Biomedical professionals. Bryan has been a huge advocate for AWS game services, and more recently on the rapid iteration and massive deployment capabilities of Amazon Sumerian to apply these concepts to the business world via Augmented and Virtual Reality. Utilizing Sumerian, Bryan's team is deploying these technologies into new Addison Care systems featuring a conversational virtual host and intuitive accessible controls. He has advocated for these technologies both in industry and academia, and worked to establish the Addison Care Virtual Reality Laboratory at New Mexico State University.\n\n\nIn Addison Care systems, his team has found innovative ways of integrating the worlds of IoT, Augmented Reality, and Artificial Intelligence to create seamless integrations of the technologies into the lives of patients in a HIPAA compliant manner. His architectures focus heavily on model improvement; utilizing big data services like Redshift alongside Machine Learning model training in SageMaker, to improve performance on software deployed to location with AWS IoT Core and Greengrass, resulting in improved performance for the end user.\n\n\nA Solutions Architect and Big Data specialist, Bryan can be frequently found at AWS Lofts and other AWS events, advocating for the latest techniques in implementing new AWS services and architectures. As a big believer on focusing on innovation, he encourages managers and executives across industry to utilize serverless techniques to keep their developers focused on proprietary technology creation, rather than maintenance and administration.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/bryan-chasko/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/bryanchasko"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/bryanchasko/"
    },
    {
      "text": "Electronic Caregiver",
      "url": "https://electroniccaregiver.com/"
    },
    {
      "text": "Addison.Care",
      "url": "https://addison.care/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/Community%20Heroes/bryanc-headshotcircle-100px.17f2e5ad57585f85d5ed9f0527ade819e3e00475.png",
  "heroLocation": "Las Cruces, USA"
},
{
  "id": "community-heroes#calvin-hendryx-parker",
  "name": "Calvin Hendryx-Parker",
  "heroSinceDate": "Hero since 2019",
  "description": "Calvin Hendryx-Parker is the co-founder of Six Feet Up, a women-owned company specializing in Python and AWS consulting. As CTO, hes an active proponent of Cloud deployments and strategies in the Midwest, and has been using AWS technologies since early 2013.\n\n\nHe and his team have helped numerous high-profile organizations embrace and optimize their usage of AWS, including contributing to Capital Ones Cloud Custodian open source project. This project aimed to help the financial giant keep its workloads in compliance.\n\n\nIn 2017, Calvin founded the Indiana AWS user group (IndyAWS), now the fastest growing tech community in the Midwest with 750+ members. To-date, Calvin has held 30+ IndyAWS monthly meetups and organized the first annual Indy Cloud Conf event focused on cloud computing and cross cloud deployments.\n\n\nCalvin is an avid AWS community spokesperson. In 2019, Calvin was asked to speak as the keynote presenter for the 2nd Annual AWS Community Day Midwest in Chicago.\n\n\nCalvin is a Purdue University grad who cant wait to see his DeepRacer show up in his mailbox.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/calvin-hendryx-parker/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/calvinhp/"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/calvinhp"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/calvinhp"
    },
    {
      "text": "YouTube",
      "url": "https://bit.ly/calvinhptalks"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/calvin-hendryx-parker-circular-headshot.08504dfc565eebd4e800c848b6002c9994172329.png",
  "heroLocation": "Indianapolis, USA"
},
{
  "id": "community-heroes#carlos-cortez",
  "name": "Carlos Cortez",
  "heroSinceDate": "Hero since 2021",
  "description": "Carlos is the founder and leader of AWS User Group Peru. He is Certified with 8 years of experience in AWS and is also Founder and CTO of CENNTI, which helps Peruvian companies in their difficult journey to the cloud and the development of Machine Learning solutions.\n\n\nCarlos studied Systems Engineering at Norbert Wiener University. In 2020 he finished his studies in Data Analytics at MIT Sloan School of Management in Boston. The two biggest AWS events in Peru: AWS Community Day Lima 2019 and AWS UG Peru Conference in 2021, were organized by him. His favorite activities are mountain biking and writing or talking about technical topics on Medium, dev.to, and cortez.cloud.\n\n\nCarlos is the owner of the first AWS Podcast in Latam, \"Imperio Cloud\" and \"Al dia con AWS.\" He loves to create content for emerging technologies, which is why he created DeepFridays to educate people in Reinforcement Learning.\n\n\nHe is Peruvian but lives in Chile and he recently started a Data Science Master in UNSW, Australia.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/carlos-cortez/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/carloscortezcloud"
    },
    {
      "text": "Company",
      "url": "https://www.linkedin.com/company/cennti/"
    },
    {
      "text": "Personal Blog",
      "url": "https://cortez.cloud/"
    },
    {
      "text": "AWS User Group Perú",
      "url": "https://www.meetup.com/es/awsperu/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/carlos-cortez.dadc00fba5e7def50b0e254402beb1fb7211b3ed.png",
  "heroLocation": "Lima, Perú"
},
{
  "id": "community-heroes#chao-cai",
  "name": "Chao Cai",
  "heroSinceDate": "Hero since 2022",
  "description": "Chao has 15 years of world-class experience in software development, including more than 10 years as a software architect. He is currently the VP and Chief Architect at Mobvista Inc. In recent years, Chao and his teams have been working on creating the systems to help people leverage cloud computing efficiently and easily, launching products MaxCloud and SpotMax (which has been published on the AWS Marketplace). Today, Mobvista Inc. is an AWS certified advanced tech partner. Prior to working for Mobvista Inc., Chao worked for Amazon and HP as Sr. Tech Leader/Architect.\n\n\nChao is passionate about sharing his knowledge and experience to the community. His WeChat public account has more than 4,000 followers and over 34,000 engineers have taken his online courses. Chao is a respected leader in the China tech community. He is invited as the speaker to the global tech conferences, such as, QCon and ArchSummit each year. As an active advocate for AWS, Chao is also a regular speaker at AWS tech events.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/chao-cai/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/chaocai2001/"
    },
    {
      "text": "Lessons for Being an Architect",
      "url": "http://gk.link/a/10z6Q"
    },
    {
      "text": "Golang in Practice",
      "url": "http://gk.link/a/10BkN"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/chao-kai.5ac282cd55074e395f94c8189aaceb0e45e8dea2.png",
  "heroLocation": "Beijing, China"
},
{
  "id": "community-heroes#chris-gong",
  "name": "Chris Gong",
  "heroSinceDate": "Hero since 2020",
  "description": "Chris is constantly exploring the different ways that cloud services can be applied in game development.\n\n\nPassionate about sharing his knowledge with the world, he routinely creates tutorials and educational videos on his YouTube channel, Flopperam, where the primary focus has been AWS Game Tech and Unreal Engine, specifically the multiplayer and networking aspects of game development. Although Amazon GameLift has been his biggest interest, Chris has plans to cover the usage of other AWS services in game development while exploring how they can be integrated with other game engines besides Unreal Engine.\n\n\nBy engaging with enthusiasts through his Discord channel, and other game developer forums, he consistently collaborates with the AWS community and other game developers so that the content produced is always a collective group effort.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/chris-gong/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/chris-gong-2b5873123/"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/Flopperam"
    },
    {
      "text": "YouTube",
      "url": "https://www.youtube.com/channel/UCO77KLKwplncMHLo6gLpIHw"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/chris-gong"
    },
    {
      "text": "Stack Overflow",
      "url": "https://stackoverflow.com/users/4642485/chris-gong?tab=profile"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/chris-gong.f324ef3e5066e2f468a32df7b773828ea205d276.png",
  "heroLocation": "New York, USA"
},
{
  "id": "community-heroes#chris-williams",
  "name": "Chris Williams",
  "heroSinceDate": "Hero since 2019",
  "description": "Chris Williams is a Enterprise Architect for World Wide Technology  a technology solution and service provider. There he helps customers envision, create a holistic strategy, and design the next generation of public, private, and hybrid cloud solutions, specializing in AWS and VMware. His first computer was a Commodore 64, and hes been playing video games ever since.\n\n\nChris blogs about virtualization, technology, and design at Mistwire. He is an active community leader, co-organizing the AWS Boston User Group, and both hosts and presents on vBrownBag. He is also an active mentor, helping students at the University of New Hampshire through Diversify Thinkingan initiative focused on empowering girls and women to pursue education and careers in STEM.\n\n\nChris is a certified AWS Solutions Architect Professional as well as a VMware Certified Implementation Expert and has been awarded vExpert every year since 2016.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/chris-williams/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/mistwire/"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/chrisfwilliams/"
    },
    {
      "text": "AWS Portsmouth User Group",
      "url": "https://awspug.org/"
    },
    {
      "text": "Blog",
      "url": "http://www.mistwire.com/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/Community%20Heroes/chriswilliams-headshotcircle-100px.eebb17257e6b0d706739f41c4d3e8e82c2b64612.png",
  "heroLocation": "Portsmouth, USA"
},
{
  "id": "community-heroes#cliff-lu",
  "name": "Cliff Lu",
  "heroSinceDate": "Hero since 2016",
  "description": "The AWS Heroes program recognizes a vibrant, worldwide group of AWS experts whose enthusiasm for knowledge-sharing has a real impact within the community. Heroes go above and beyond to share knowledge in a variety of ways including online via social media, blog posts, open source projects, videos, and forums; or in person at conferences, workshops, and user group events.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/cliff-lu/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Community Heroes,",
      "url": "#"
    },
    {
      "text": "Container Heroes,",
      "url": "#"
    },
    {
      "text": "Data Heroes,",
      "url": "#"
    },
    {
      "text": "DevTools Heroes,",
      "url": "#"
    },
    {
      "text": "Machine Learning Heroes,",
      "url": "#"
    },
    {
      "text": "Security Heroes,",
      "url": "#"
    },
    {
      "text": "Serverless Heroes,",
      "url": "#"
    },
    {
      "text": "Former Heroes",
      "url": "#"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/cliffl-headshotcircle-100px.9aac977ca3a564ed3a7bfd3f436e67c73d351006.png",
  "heroLocation": "Taipei City, Taiwan"
},
{
  "id": "community-heroes#colin-percival",
  "name": "Colin Percival",
  "heroSinceDate": "Hero since 2019",
  "description": "Colin is the founder of Tarsnap, a secure online backup service which combines the flexibility and scriptability of the standard UNIX \"tar\" utility with strong encryption, deduplication, and the reliability of Amazon S3 storage. Having started work on Tarsnap in 2006, Colin is among the first generation of users of Amazon Web Services, and has written dozens of articles about his experiences with AWS on his blog.\n\n\nColin has been a member of the FreeBSD project for 15 years and has served in that time as the project Security Officer and a member of the Core team; starting in 2008 he led the efforts to bring FreeBSD to the Amazon EC2 platform, and for the past 7 years he has been maintaining this support, keeping FreeBSD up to date with all of the latest changes and functionality in Amazon EC2.\n\n\nIn his spare time, Colin serves as an alumni representative on the Senate of his alma mater, Simon Fraser University, where he frequently brings a perspective from the world of startups to the ivory tower.\n\n\n",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/colin-percival?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/cperciva"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/cperciva"
    },
    {
      "text": "Blog",
      "url": "https://www.daemonology.net/blog/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/Community%20Heroes/colinp-headshotcircle-100px.f1ad49b52983c74347e636a6b05ecbcfc1a63b24.png",
  "heroLocation": "Vancouver, Canada"
},
{
  "id": "community-heroes#damian-olguin",
  "name": "Damian Olguin",
  "heroSinceDate": "Hero since 2020",
  "description": "Damian is a tech entrepreneur and one of the founders of Teracloud, an AWS APN Partner since 2016, specializing in helping companies migrate, operate, and scale their workloads on AWS. As a community builder, he promotes knowledge-sharing experiences in user communities in LATAM.\n\n\nHe is co-organizer of the AWS User Group Cordoba and founder at DoctArmy, a group that provides a relaxed environment for people interested in computing science to share knowledge and network. He is also a co-host of #DeepFridays, a Twitch streaming show that promotes AI/ML technology adoption by playing with DeepRacer, DeepLens, and DeepComposer.\n\n\nDamian is a public speaker with presentations at AWS Community Day Buenos Aires 2019, AWS re:Invent 2019, and AWS Community Day LATAM 2020. He has more than 20 years of experience in systems administration, and has been using AWS since 2010. He is very interested in cloud-native technologies like containers, service mesh, serverless, IaC, and cloud security. A husband, proud father of one boy, and a basketball fan, he enjoys spending his free time with family and friends.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/damian-olguin/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/damianolguin"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/enlink"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/dolguin-"
    },
    {
      "text": "teracloud.io",
      "url": "https://teracloud.io/"
    },
    {
      "text": "AWS User Group Cordoba",
      "url": "https://www.meetup.com/es-ES/AWS-User-Group-Cordoba-Argentina/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/damian-olguin.53d0af743bfa10707413b9b37445097a551a6da9.png",
  "heroLocation": "Cordoba, Argentina"
},
{
  "id": "community-heroes#daniel-rankov",
  "name": "Daniel Rankov",
  "heroSinceDate": "Hero since 2021",
  "description": "Description not found",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/daniel-rankov/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/danielrankov/"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/DanielRankov"
    },
    {
      "text": "Blog",
      "url": "https://daniel-rankov.medium.com/"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/severel"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/daniel-rankov.1487dd7ef45401dc08d7482d5b55318ec64cd926.png",
  "heroLocation": "Sofia, Bulgaria"
},
{
  "id": "community-heroes#dave-stauffacher",
  "name": "Dave Stauffacher",
  "heroSinceDate": "Hero since 2019",
  "description": "Dave Stauffacher is a Chief Platform Engineer focused on cloud engineering at Direct Supply. With a background in data storage and protection, Dave has helped Direct Supply navigate a 30,000% data growth over the last 15 years. In his current role, Dave is focused on helping drive Direct Supply's cloud migration, combining his storage background with cloud automation and standardization practices. Dave has published his automation work for deploying AWS Storage Gateway for use with SQL Server data protection.  Dave is the co-founder of the Milwaukee Hashicorp User Group, using his expertise to teach cloud automation and management techniques to his local peers. He is a participant in the Milwaukee AWS User Group and the Milwaukee Docker User Group. Dave has showcased his cloud experience in presentations at the AWS Midwest Community Day, AWS Re:Invent, HashiConf, the Milwaukee Big Data User Group and other industry events. He is currently developing content to contribute to the AWS Storage Blog. Dave is a certified AWS Solutions Architect Associate.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/dave-stauffacher/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/DaveBuildsCloud"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/dave-stauffacher/"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/davebuildscloud"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/Community%20Heroes/davestauffacher-headshotcircle-100px.cacaee64f3965348ad13f2077ab81a79edeed7c3.png",
  "heroLocation": "Milwaukee, USA"
},
{
  "id": "community-heroes#denis-astahov",
  "name": "Denis Astahov",
  "heroSinceDate": "Hero since 2021",
  "description": "Denis is a Solutions Architect at OpsGuru, where he automates and develops various cloud solutions with Infrastructure as Code using Terraform. Previously Denis worked for Intel Corporation in Israel as an Automation Engineer from 2007-2017.\n\n\nDenis owns the YouTube channel ADV-IT, where he teaches people about a variety of IT and especially DevOps topics, including AWS, Terraform, Kubernetes, Ansible, Jenkins, Git, Linux, Python, and many others. His channel has more than 100,000 subscribers and over 10,000,000 views, making it one of the most popular free sources for AWS and DevOps knowledge in the Russian speaking community.\n\n\nDenis has more than 12 cloud certifications, including 9 AWS Certifications. He also holds an M.Sc in Technology Management from New York University - Polytechnic School of Engineering.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/denis-astahov/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "ADV-IT YouTube Channel",
      "url": "https://www.youtube.com/c/ADVIT4000"
    },
    {
      "text": "Personal Website",
      "url": "http://www.astahov.net/"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/adv4000"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/adv4000"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/user-groups/IMG_7757-circled.803e555f31a2426470917e72420052d7cac21832.png",
  "heroLocation": "Vancouver, Canada"
},
{
  "id": "community-heroes#dheeraj-choudhary",
  "name": "Dheeraj Choudhary",
  "heroSinceDate": "Hero since 2023",
  "description": "Dheeraj is a Lead Engineer focused in AWS Cloud and DevOps Domain with 10+ years of IT experience. He specializes in DevOps & Build and Release Engineering, Software configuration management in automating, build, deploy and release, cloud providers, and API for Amazon (AWS). He is 5x AWS Certified and has also been a DevOps Engineering Lead, which includes an extensive understanding of high availability architecture and concepts.\n\n\nDheeraj is an AWS User Group Pune leader, and is passionate about co-organizing physical Meetup and AWS Community Days. He is an active international speaker at AWS community events and conducts guest lectures and workshops on AWS Cloud Computing for Colleges and Universities in Pune.\n\n\nDheeraj blogs about AWS and DevOps on his YouTube channel, which focuses on content such as, AWS, DevOps, open source, and AWS community activities.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/dheeraj-choudhary/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Linkedin",
      "url": "https://www.linkedin.com/in/dheeraj-choudhary/"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/dheeraj3choudhary"
    },
    {
      "text": "Blog",
      "url": "https://dheeraj3choudhary.com/"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/DheerajC30"
    },
    {
      "text": "YouTube",
      "url": "https://www.youtube.com/@dheeraj-choudhary/"
    },
    {
      "text": "Instagram",
      "url": "https://www.instagram.com/dheerajtechinsight/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/new-heroes-2023/hero-sept-2023/Dheeraj%20Choudhary_100.23fbaab0bf1166abb918ded6056e23651f463f1f.png",
  "heroLocation": "Maharashtra, India"
},
{
  "id": "community-heroes#dipali-kulshrestha",
  "name": "Dipali Kulshrestha",
  "heroSinceDate": "Hero since 2022",
  "description": "Dipali is Vice President of Data Engineering at Natwest Group, with 18 years of IT experience specializing in Solution Architecture and Application Modernization, and a focus on data-intensive applications. She is passionate about creating simple to implement and easy to maintain solutions for complex business problems. She holds the AWS Solution Architect - Professional certification.\n\n\nDipali is an AWS Delhi User Group leader. She is also an AWS trainer & mentor at Natwest where she conducts Cloud Practitioner and Solution Architect workshops every quarter. She also hosts monthly immersive learning sessions on different AWS concepts, and is an active speaker at AWS community events.\n\n\nDipali released a DevOps with AWS course on LinkedIn Learning, attended by 12000+ learners. She also created an AWS re:Skill series for containers on AWS. Dipali is huge advocate of diversity & inclusion of women in tech. She was recently featured in AWS India's campaign called Developers of AWS, and in a Tech Gig interview about cloud upskilling.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/dipali-kulshrestha/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Medium Blog",
      "url": "https://learning-dipali.medium.com/"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/dipalik/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/dipali-kulshrestha.5b2c76df5e18fdbbd7640cc95d4865e22587ce67.png",
  "heroLocation": "Delhi, India"
},
{
  "id": "community-heroes#dominik-grzywaczewski",
  "name": "Dominik Grzywaczewski",
  "heroSinceDate": "Hero since 2023",
  "description": "Dominik is a Senior Cloud Site Reliability Engineer at Chaos Gears with more than 15 years of experience in IT. His primary objective is to assist companies in gaining a deeper understanding of Cloud Computing technologies, and effectively leveraging them to drive faster and more secure innovation. He focuses on adhering to AWS best practices throughout the process.\n\n\nHe is passionate about automation, infrastructure-as-code, cloud governance, networking, security, fault-tolerant, and self-healing solutions. He holds several AWS certifications and uses any opportunity to engage in events related to AWS and cloud.\n\n\nDominik founded AWS User Group in Lublin (Poland) and co-organizes AWS Community Day conference in Warsaw (Poland), as well as technical meetups and workshops to share his passion, and consistently collaborates with the AWS community members.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/dominik-grzywaczewski/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "AWS Community",
      "url": "https://awscommunity.pl/"
    },
    {
      "text": "Blog",
      "url": "https://chaosgears.com"
    },
    {
      "text": "Linkedin",
      "url": "https://www.linkedin.com/in/dominik-grzywaczewski/"
    },
    {
      "text": "Meetup",
      "url": "https://www.meetup.com/pl-PL/aws-user-group-lublin/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/new-heros-nov-2022/2023/june-2023/dominik_grzywaczewski-modified.267c3f9b66946561f25e90e5e3f73acf38185526.png",
  "heroLocation": "Lublin, Poland"
},
{
  "id": "community-heroes#don-coleman",
  "name": "Don Coleman",
  "heroSinceDate": "Hero since 2020",
  "description": "As the Chief Innovation Officer at Chariot Solutions, Don Coleman builds software that leverages a wide range of AWS services. Don works with internal teams and clients to reinvent existing technology and lay the groundwork for the future. Dons experience building IoT projects enables him to share knowledge and lead workshops on solving IoT challenges using AWS.\n\n\nDon likes to speak at conferences about devices and technology. He talks about things like NFC, Bluetooth Low Energy, LoRaWAN, and AWS IoT. At Chariot Solutions 2019 ETE conference, Don presented IoT FTW or WTF IoT? He is an adjunct instructor at NYU's ITP program in Brooklyn, New York, where he teaches graduate students IoT skills.\n\n\nDon has co-authored several books, including Beginning NFC and Make: Bluetooth.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/don-coleman/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Chariot Solutions",
      "url": "https://chariotsolutions.com/"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/doncoleman"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/doncoleman1/"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/don"
    },
    {
      "text": "NYU ITP",
      "url": "https://tisch.nyu.edu/itp"
    },
    {
      "text": "IoT on AWS - A Philly Cloud Computing Event",
      "url": "https://www.youtube.com/playlist?list=PL9oQ7yETvN11AZ5JnoP-wVQ8vIyd2jl6Y"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/don-coleman.378c3be2cf4190bfa5d4bf306287d38d153558ce.png",
  "heroLocation": "Philadelphia, USA"
},
{
  "id": "community-heroes#drew-firment",
  "name": "Drew Firment",
  "heroSinceDate": "Hero since 2017",
  "description": "Drew Firment is a managing partner at A Cloud Guru working with organizations that seek to accelerate cloud adoption through education. He has over twenty years of experience leading complex technology programs, enterprise platforms, and cultural transformations in a fast-paced agile environment.\n\n\nAs a technology director at Capital One, Drew worked across the flow of a large-scale enterprise adoption of AWS migrating early adopters into production. He recognized that cloud education was the greatest barrier to sustaining the transition at scale.\n\n\nTo enable a scalable and sustainable transition to AWS, Drew founded a cloud engineering college to accelerate an enterprise-wide talent transformation. As the Dean of Cloud Computing, he was awarded a patent for measuring cloud adoption and pioneered the intersection of strategy, governance, engineering, agile, and cloud education. Today, a full 2 percent of all AWS certified developers in the US work at Capital One.\n\n\nDrew has earned all three of the AWS associate-level certifications, and is also recognized by Amazon as an Alexa Champion. He is recognized for his to efforts to build learning communities, his passion to improve diversity and inclusion in the technology industry, and as the editor of A Cloud Guru's community-sourced publication on cloud computing.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/drew-firment/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/drewfirment"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/drewfirment/"
    },
    {
      "text": "Blog",
      "url": "https://cloudrumblings.io/"
    },
    {
      "text": "A Cloud Guru",
      "url": "https://read.acloud.guru/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/drewfi-headshotcircle-100px.4106bb5146f21e2e00d797a88b87e299857100f2.png",
  "heroLocation": "Richmond, USA"
},
{
  "id": "community-heroes#dzenan-dzevlan",
  "name": "Dzenan Dzevlan",
  "heroSinceDate": "Hero since 2020",
  "description": "Dzenan is currently working as a part of the Production Engineering team for Yahoo. He is also providing his expertise and services as Cloud and DevOps expert at TN-TECH. Dzenan has been an AWS user since 2011 and has worked on many AWS projects: including migration from on-premises and other public cloud platforms to AWS, and implementing HIPAA compliant infrastructure on AWS with various kinds of companies, from startups to enterprises.\n\n\nIn 2016, Dzenan founded AWS User Group Bosnia and helped it grow to three user groups with more than 600 members. This AWS community is now the largest IT community in Bosnia. As part of his activities, he runs online meetups, a YouTube channel, and the sqlheisenberg.com blog (in Bosnian language) to help people in the Balkans region achieve their AWS certification and start working with AWS. In close collaboration with his sister Dzenana, he works with other community members in South-Eastern Europe to help them start and grow AWS user groups in their countries.\n\n\nDzenan is passionate about AWS, databases, and security. He holds several AWS, security, and database related certificates and often speaks at various technical meetups and conferences.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/dzenan-dzevlan/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/sqlheisenberg/"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/sqlheisenberg"
    },
    {
      "text": "YouTube",
      "url": "https://www.youtube.com/channel/UCFad2d7jXJdeNLdOOllG61A"
    },
    {
      "text": "Blog",
      "url": "https://sqlheisenberg.com/"
    },
    {
      "text": "AWS User Group Bosnia",
      "url": "https://www.meetup.com/AWS-User-Group-Bosnia/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/dzenan-dzevlan.3bc5fd7c9c9a29eecf4f7b869e05e9ef5c247396.png",
  "heroLocation": "Mostar, Bosnia and Herzegovina"
},
{
  "id": "community-heroes#ernest-chiang",
  "name": "Ernest Chiang",
  "heroSinceDate": "Hero since 2020",
  "description": "Ernest Chiang, also known as Deng-Wei Chiang, started his AWS journey in 2008. He is passionate about bridging AWS technology with business through AWS related presentations at local meet-ups and online blog posts. Since 2011, many AWS services have been adopted, across AWS Global and China regions, under Ernest's leadership as the Director of Product & Technology Integration of PAFERS Tech.  Ernest has abundant experience in community building. He volunteered as a contributor at the Conference for Open Source Coders, Users and Promoters (COSCUP), the largest FLOSS conference in Taiwan, from 2009 to 2014. He has been a Mozilla Rep since 2010.\n\n\nHe enjoys his work on cross-field product development and management and is currently working on decoupling fitness services and providing integrated IoT solutions at PAFERS Tech. He had also been a Process Integration Engineer at TSMC in semiconductor area.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/ernest-chiang/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "AWS User Group Taiwan",
      "url": "https://www.facebook.com/groups/awsugtw"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/dwchiang/"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/dwchiang"
    },
    {
      "text": "Blog",
      "url": "https://www.ernestchiang.com/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/ernest-chiang.7080e163e723e58f05856cfce9207dd01b497be2.png",
  "heroLocation": "Taipei City, Taiwan"
},
{
  "id": "community-heroes#ewere-diagboya",
  "name": "Ewere Diagboya",
  "heroSinceDate": "Hero since 2020",
  "description": "Ewere started his career in tech in 2003 as a Developer in PHP, Visual Basic, HTML, and CSS. He later switched to DevOps and Cloud in 2015. He is the first AWS Community Hero in Africa and the author of two books: Infrastructure Monitoring with Amazon CloudWatch and Techtionary, which are available on Amazon.com. He loves to talk about Cloud Computing, DevOps, and innovations around efficient software delivery, technologies, and processes. He speaks to audiences all over the world via his Medium articles, Meetups and Conferences, as a Keynote Speaker and a guest speaker.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/ewere-diagboya/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/ewere/"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/nimboya"
    },
    {
      "text": "YouTube",
      "url": "https://tinyurl.com/mycloudseries"
    },
    {
      "text": "Blog",
      "url": "https://medium.com/mycloudseries"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/ewere-diagboya.52f1b1e5be2b95b80f6e709de06e1db1fbe7302a.png",
  "heroLocation": "Lagos, Nigeria"
},
{
  "id": "community-heroes#faizal-khan",
  "name": "Faizal Khan",
  "heroSinceDate": "Hero since 2022",
  "description": "Faizal is a tech entrepreneur, currently Founder & CEO at Ecomm.in and Xite Logic. Both are born-in-the-cloud startups that guide organizations with digital transformation into the AWS cloud, and provide e-commerce platform solutions, and community management & engagement platforms.\n\n\nFaizal is an ardent contributor to the AWS community. As organizer of the AWS Hyderabad User Group, he helped organize AWS Hackathons, AWS meetups, re:Invent recaps, webinars, and AWS certification bootcamps. He is also a speaker at many of these events covering Networking, IoT, Storage, and Compute. His VPC Masterclass on YouTube has garnered about half a million views. He was a core organizing member and host for the AWS Community Day South Asia 2021 Online, which attracted over 24K viewers. He is also an active AWS Community Builder since 2020. In addition, he built an AWS Q&A discussion forum for the community.\n\n\nFaizal uses his free time tinkering with electronics and 3D printing to prototype and build solutions based on IoT tech. He is a fan of Formula 1 and recently launched his line of F1 merchandise under the brand RacerParrot.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/faizal-khan/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/faiz_4k"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/faizal-khan/"
    },
    {
      "text": "YouTube",
      "url": "https://bit.ly/3vC78sZ"
    },
    {
      "text": "Website",
      "url": "https://bit.ly/3sJpoPi"
    },
    {
      "text": "Q&A Forum",
      "url": "https://letstalkaws.com/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/faizal-khan.7cf3b2f5d51b5d8b5b6f90e6ac26d8d52584f5aa.png",
  "heroLocation": "Hyderabad, India"
},
{
  "id": "community-heroes#faye-ellis",
  "name": "Faye Ellis",
  "heroSinceDate": "Hero since 2024",
  "description": "Faye is a Principal Training Architect at Pluralsight, specializing in helping organizations and individuals to develop their AWS skills, and has taught AWS to millions of people worldwide. Prior to working at Pluralsight and A Cloud Guru, she previously worked on a consultancy basis as a Principal Infrastructure Architect, designing IT systems for a range of clients in the financial services industry in London. With over a decade of experience in the IT industry, she uses her expertise in designing and supporting mission critical systems to help explain cloud technology in a way that is accessible and easy to understand, helping to make a rewarding cloud career achievable for people all around the world.\n\n\nFaye regularly speaks at conferences and online events, with a focus on AI, machine learning, IT strategy, and cloud architecture, as well as publishing articles and tutorials on dev.to and creating content on LinkedIn and TikTok.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/faye-ellis/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/fayeellis"
    },
    {
      "text": "Tiktok",
      "url": "https://www.tiktok.com/@fayecloudguru"
    },
    {
      "text": "dev.to",
      "url": "https://dev.to/faye_ellis"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/New-Heroes-2024/q3/Faye-Ellis-100.b7719945ff5b62470eeb97ea7fd5654687ae0307.png",
  "heroLocation": "London, United Kingdom"
},
{
  "id": "community-heroes#filipe-barretto",
  "name": "Filipe Barretto",
  "heroSinceDate": "Hero since 2020",
  "description": "Filipe is the AWS Global Practice Leader at e-Core, an AWS Consulting Partner since 2013. His main goal is to help companies better understand and use Cloud Computing technologies to innovate faster and securely, following AWS best practices.\n\n\nHe organizes the AWS User Group in Rio de Janeiro, Brazil, promoting talks, hands-on labs, and study groups for AWS Certifications. He also does a lot of work speaking at universities, introducing students to Cloud Computing and AWS services. Whenever he can, he participates in other AWS User Groups in Brazil, working to build a strong and bigger community in the country, and, when possible, in User Groups in other Latin American countries.\n\n\nHis background is in Electronic and Computing Engineering and he is very interested in IoT, serverless, mobile and Alexa, working on several personal projects in his free time which can be found in his GitHub profile.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/filipe-barretto/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://linkedin.com/in/filipebarretto"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/filipe_barretto"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/filipebarretto"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/filipe-barretto.5c3361ca034a5c4ff8c382ea4182f465f37410d9.png",
  "heroLocation": "Rio de Janiero, Brazil"
},
{
  "id": "community-heroes#francisco-edilton",
  "name": "Francisco Edilton",
  "heroSinceDate": "Hero since 2016",
  "description": "Francisco is a Site Reliability Engineer at Certain. Previously he worked as DevOps Engineer at Trimble. Before moving to Ireland, he was a Solution Architect at TDSIS, a Brazilian consulting company focused on cloud architecture, software development and network security.\n\n\nHe is an entrepreneur, full-time geek and likes to study every topic related to cloud. With more than 15 years of experience in Network Security and Linux Servers, his AWS studies are currently focused on Python, Serverless and Data Science. Other interests include the stock market, food, and travel.\n\n\nFrancisco organizes the AWS Meetup in Sao Paulo, helping to grow the AWS community and spreading AWS knowledge in Brazil.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/francisco-edilton/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/franciscoed"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/franciscoed/"
    },
    {
      "text": "São Paolo AWS Meetup",
      "url": "https://www.meetup.com/Sao-Paulo-Amazon-Web-Services-AWS-Meetup/"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/franciscoed/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/franciscoe-headshotcircle-100px.855021d2259c06bb1effc748b34dd8fcfd5f2be6.png",
  "heroLocation": "Lisbon, Portugal"
},
{
  "id": "community-heroes#gabriel-ramirez",
  "name": "Gabriel Ramirez",
  "heroSinceDate": "Hero since 2019",
  "description": "Gabriel has worked as an AWS Authorized Trainer for years and holds 10 AWS certifications, ranging from professional to specialty. He is the founder of Bootcamp Institute, a company specializing in democratizing the usage and knowledge of AWS for Spanish speakers. He is also the main author of the book AWS Solutions Architect - Associate by Packt Publishing, and he enjoys writing technical articles on Medium.\n\n\nGabriel is the organizer of several AWS User Groups in Mexico and a strong contributor for social programs like AWS Educate, empowering students to adopt the AWS Cloud and get certified. He has helped thousands of people pass the AWS Solutions Architect exam by doing workshops, webinars, and study groups on different social networks and local Meetups. He loves teaching and speaking about all kinds of technologies with an obsession to make everything easier to be understood.\n\n\nGabriel has a Bachelors Degree in Systems Engineering and has a strong background as a Solutions Architect, as this field is his major expertise in the last 15 years.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/gabriel-ramirez/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/gabanox"
    },
    {
      "text": "Facebook",
      "url": "https://www.facebook.com/gabanox.me"
    },
    {
      "text": "Bootcamp Institute",
      "url": "https://www.bootcamp.institute"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/gabriel-ramirez-circular-headshot.bb0573ec5a5d015014c551f12fa5da74cf0faf9c.png",
  "heroLocation": "Mexico City, Mexico"
},
{
  "id": "community-heroes#gaurav-kamboj",
  "name": "Gaurav Kamboj",
  "heroSinceDate": "Hero since 2019",
  "description": "Gaurav is a Cloud Architect at Hotstar, Indias leading OTT provider that holds a global concurrency record for live streaming to 43Mn+ viewers. At Hotstar, he loves building cost-efficient infrastructure that can scale to millions in minutes. He is also passionate about chaos engineering and cloud security.\n\n\nPreviously, he has worked at Craftsvilla, Tata Consultancy Services (TCS) and General Electric (GE) as a Cloud & DevOps engineer focusing on cloud migration, security and disaster recovery. He has so far migrated more than 25,000 bare metal machines from on-prem to AWS.\n\n\nGaurav is part of AWS Cloud Warrior program, an elite group of power users and experts working on AWS for India region since 2018. He also holds the original all-five AWS certifications.\n\n\nGaurav is also co-founder of AWS User Group Mumbai, an active speaker at local tech conferences, and conducts guest lectures and workshops on Cloud Computing for students at engineering colleges affiliated to University of Mumbai.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/gaurav-kamboj/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/oyehooye"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/gauravkamboj/"
    },
    {
      "text": "Mumbai AWS Meetup",
      "url": "https://www.meetup.com/awsugmum/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/Community%20Heroes/gauravk-headshotcircle-100px.6be6aa13ea4d3e359f76f45ce699b4d89da5e788.png",
  "heroLocation": "Mumbai, India"
},
{
  "id": "community-heroes#hirokazu-hatano",
  "name": "Hirokazu Hatano",
  "heroSinceDate": "Hero since 2020",
  "description": "Hirokazu Hatano is the founder & CEO of Operation Lab, LLC., which focuses on supporting documentation and education on operational design and cloud operations. Through documentation support, he has published several whitepapers on cloud service operations and MLOps, and provided them to customers.\n\n\nHe has organized the Japan AWS User Group (JAWS-UG) CLI chapter since 2014 and held 165 AWS CLI events over a six-year period, with 4,133 attendees. In 2020, despite the challenging circumstances of COVID-19, he has successfully transformed the AWS CLI events from in-person to virtual: in the first quarter of 2020, he held 12 online hands-on events with 1,170 attendees. In addition, he has organized six other JAWS-UG chapters. He is one of the most frequent JAWS-UG organizers.\n\n\nHirokazu has long been focused on the practical and educational usefulness of the AWS CLI and discusses the right knowledge and proper use of AWS at every opportunity.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/hirokazu-hatano/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Operation Lab",
      "url": "https://www.operation-lab.co.jp/"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/tcsh"
    },
    {
      "text": "OpsLab",
      "url": "https://www.opslab.jp/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/hirokazu-hatano.a17049b7f39e8bea32ae0fe61297687512931bf0.png",
  "heroLocation": "Tokyo, Japan"
},
{
  "id": "community-heroes#hiroko-nishimura",
  "name": "Hiroko Nishimura",
  "heroSinceDate": "Hero since 2020",
  "description": "Description not found",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/hiroko-nishimura/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "AWS Newbies",
      "url": "https://awsnewbies.com"
    },
    {
      "text": "Cloud Newbies",
      "url": "https://cloudnewbies.com"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/hirokonishimura"
    },
    {
      "text": "Blog",
      "url": "https://hiroko.io"
    },
    {
      "text": "Website",
      "url": "https://hirokonishimura.com"
    },
    {
      "text": "Book",
      "url": "https://awsfornonengineers.com"
    },
    {
      "text": "Courses",
      "url": "https://introtoaws.com"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/Hiro%20Nishimura.eebd9488282fcbed94e1f4fe118b603e1a1d0fff.png",
  "heroLocation": "Washington D.C., USA"
},
{
  "id": "community-heroes#hiromi-ito",
  "name": "Hiromi Ito",
  "heroSinceDate": "Hero since 2020",
  "description": "Since joining the Japanese AWS User Group (JAWS-UG) in 2014, Hiromi has been actively involved in the creation of a womens group in Japan, the overall running of JAWS-UG, and the community work of regional groups. She was named an AWS Samurai 2017, and in 2018, she was an organizer of various events including JAWS DAYS 2018.\n\n\nSince 2016, she has participated in joint study sessions with overseas AWS user groups and APAC Community Leader Meetups, and has been actively involved in activities outside of Japan.\n\n\nIn 2019, she created the AWS Asian Women's Association (Global Community) to host conference events and online meetups in the Asia region. She was selected as an AWS re:Invent Community Leader Diversity Grant recipient in 2019, and continues to expand AWS community activities to more of the world than ever before. Hiromi was a panellist on a panel discussion on DE&I at the first APAC AWS Community Summit in 2022.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/hiromi-ito/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/hiro_baila"
    },
    {
      "text": "LinkedIn",
      "url": "http://linkedin.com/in/hiromi-ito-8917a6b7"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/hiromi-ito.f869e7287a98882abd2984334582a77d00f3233b.png",
  "heroLocation": "Osaka, Japan"
},
{
  "id": "community-heroes#hyunmin-kim",
  "name": "Hyunmin Kim",
  "heroSinceDate": "Hero since 2020",
  "description": "Hyunmin Kim is a manager in Megazone Cloud's Commercial Technology Center Solutions Architect team. Megazone Cloud started its AWS partner business in 2012 and is currently the largest customer in South Korea. Previously Hyunmin had been developing mobile applications for an LMS (e-Learning, Learning Management System) as an iOS developer for 5 years at 4CSoft. He was then attracted to AWS and moved to a cloud partner. Over the past three years, he has been working with many customers to develop experiences with AWS. Some clients he works with include financial clients such as Shinhan Bank, as well as many startups. Recently, Hyunmin is working on modifying an IoT project (Greengrass) with manufacturing and heavy industry customers.\n\n\nThe AWS community in Gangnam is growing rapidly, and is learning Kubernetes and container orchestration services like Docker and ECS and EKS together. Hyunmin helps organize the AWSKRUG Gangnam as well as the AWSKRUG Container Group, where he frequently presents on various topics.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/hyunmin-kim/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/hyunmin-kim-1356a260/"
    },
    {
      "text": "AWSKRUG",
      "url": "https://www.meetup.com/ko-KR/awskrug/"
    },
    {
      "text": "Instagram",
      "url": "https://www.instagram.com/gkak84/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/hyunmin-kim.69f545439d5cde2d1bb73b281d9e89cba962625f.png",
  "heroLocation": "Seoul, Korea"
},
{
  "id": "community-heroes#ian-mckay",
  "name": "Ian Mckay",
  "heroSinceDate": "Hero since 2020",
  "description": "Ian is the Cloud Principal at Kablamo, a cloud product development and data consultancy specializing in building applications native to the AWS cloud. He is usually focused on cloud architecture, CI/CD and security, but is always trying out the latest AWS services. He also previously managed infrastructure at Stan, an Australian streaming service.\n\n\nBetween helping clients he loves the chance to build open-source projects with a focus on AWS automation and tooling. Ian built and maintains both the Former2 and Console Recorder for AWS projects, which help developers author Infrastructure as Code templates (such as CloudFormation) from existing resources or while in the AWS Management Console.\n\n\nIan also enjoys speaking at meetups, co-hosting podcasts, engaging with the community on Slack, and posting his latest experiences within AWS on his blog.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/ian-mckay/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Blog",
      "url": "https://onecloudplease.com/"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/iann0036/"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/iann0036"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/iann0036"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/ian-mckay.8140d4f6168cbe08dddb1787ce88ef6cf5da8272.png",
  "heroLocation": "Sydney, Australia"
},
{
  "id": "community-heroes#ilanchezhian-ganesamurthy",
  "name": "Ilanchezhian Ganesamurthy",
  "heroSinceDate": "Hero since 2024",
  "description": "Ilanchezhian Ganesamurthy (Ilan) is a seasoned technologist with over two decades of experience in the software industry. He is currently the Director - Generative AI (GenAI) and Conversational AI (CAI) at Tietoevry, a leading Nordic IT services company. Ilan has strong expertise in deep tech (including AI/ML, NLP, VoiceTech, GenAI), DevOps, and multi-cloud technologies, particularly focused on AWS Cognitive technologies, AWS Cloud Architecture, DevOps. He has architected and developed solutions for a wide range of organizations, from startups to enterprise customers and Fortune 100 companies. He has been involved in deep tech and cloud for over 10 years and is now focused on building responsible GenAI and Intelligent Apps. Previously, Ilan spent 12 years at Hewlett-Packard, contributing to various products. He is one of only three Alexa Champions in India.\n\n\nIlan was a former AWS Community Builder, and has been associated with AWS User Group India since 2015, and has been co-organizer of the AWS User Group Chennai since 2018, helping to grow the AWS UG Chennai to over 4,800 members. He frequently organizes meetups, speaks at many cloud conferences, and academic institutions, conducts workshops, and writes blogs. He played a pivotal role in organizing AWS Community Day Chennai. He also facilitates partnerships between AWS UG Chennai and various technology communities in Chennai, including collaborating with IIT Madras Research (IITMR) on their Young Tech Leader Program.\n\n\nIlan is a strong advocate for diversity, inclusion, and academic collaboration. He is a strong supporter of AWS Cloud Clubs, he works closely with them in Chennai, fostering industry connections and helping them organize events. He has also mentored NASSCOM's W2RT program (Cloud and AI/ML) under their DNI initiative multiple times.\n\n\nAs an AWS expert and community leader, Ilan motivates technologists and students to deepen their AWS knowledge and contribute to community building.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/ilanchezhian-ganesamurthy/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/ilanchezhian/"
    },
    {
      "text": "LinkedIn AWS UG Chennai",
      "url": "https://www.linkedin.com/company/awsugchennai/"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/ilan_g"
    },
    {
      "text": "Meetup",
      "url": "https://www.meetup.com/awsusergroup-chennai/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/New-Heroes-2024/q3/Ilanchezhian-100.25577941b6492f40546505635288e07b62bf06dd.png",
  "heroLocation": "Chennai, India"
},
{
  "id": "community-heroes#jaehyun-shin",
  "name": "JaeHyeon Shin",
  "heroSinceDate": "Hero since 2024",
  "description": "Jaehyeon is a Site Reliability Engineer at MUSINSA, a Korean online fashion retailer. He joined in the AWS Korea User Group in 2017 and has been a co-owner of the AWSKRUG Serverless Group and Seongsu Group. He was an AWS Community Builder from 2021 to 2024, and mentored new Korea user group leaders, as well as organized AWS Community Days and hands-on labs.\n\n\nHe has technical experience in building applications using AWS Lambda, Amazon EKS, Karpenter, and OpenTelemetry on AWS. He shared his learnings at the AWS Summit Seoul in 2024 and 2022, AWS DevDay Seoul in 2018, AWS Community Day Seoul in 2022,  2021, and 2018, as well as AWSKRUG meetups. Additionally, he is a Python lover and has contributed to grpc_requests, and spoke at PyCon Korea 2020 for building gRPC framework.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/jaehyeon-shin/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/%EC%9E%AC%ED%98%84-%EC%8B%A0-38051469/"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/wesky93"
    },
    {
      "text": "YouTube",
      "url": "https://www.youtube.com/playlist?list=PLEVG4sCHp3X36kFIMNVWKmMyvW2DnBhPe"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/New-Heroes-2024/q3/_R8A4931-100.6880c6e8f0da099ca0578ef262fa23ccdd8c0356.png",
  "heroLocation": "Seoul, South Korea"
},
{
  "id": "community-heroes#james-hall",
  "name": "James Hall",
  "heroSinceDate": "Hero since 2017",
  "description": "James Hall has been working in the digital sector for over a decade. He is the author of the popular jsPDF library, and is a founder/Director of Parallax, a digital agency in the UK. He's worked as a software developer on a wide variety of projects, from LED Billboards, car unlocking apps, to large web applications and tools.\n\n\nParallax built an online recording studio for David Guetta and UEFA using Serverless technology shortly after API Gateway was released. Since then they have consulted on various serverless projects and technologies. They run the AWS Meetup in Leeds, and help companies around the world build their businesses online. James has contributed to and promotes the Serverless Framework which allows you to elegantly build web applications on top of Lambda and related services.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/james-hall/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/MrRio"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/mrrio/"
    },
    {
      "text": "Meetup",
      "url": "https://www.meetup.com/AWS-Leeds-User-Group/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/jamesh-headshotcircle-100px.aff1982ee71e157919897b45e6e29c12402736b2.png",
  "heroLocation": "Leeds, United Kingdom"
},
{
  "id": "community-heroes#jaroslaw-zielinski",
  "name": "Jaroslaw Zielinski",
  "heroSinceDate": "Hero since 2018",
  "description": "Jaroslaw is an IT consultant with 20 years of professional experience. He is currently developing his own company Welastic as the CEO and Head of Delivery.\n\n\nHe has worked on projects related to computer networks, private and public cloud, migration to the cloud, and monitoring of IT infrastructure. His responsibility is to support customers on their road to the cloud using cloud adoption patterns.\n\n\nHe has received numerous certificates and is one of the very few in Poland to have received the titles of AWS Community Hero and VMware vExpert. He is a leader of AWS User Group Poland in nine cities, and sits on the program boards of renowned conferences: PLNOG and Cloudyna. He initiated Cloud & Data Center Day - the largest free IT meeting in Poland created by cloud enthusiasts for the IT community.\n\n\nHe works as a trainer, IT architect, academic lecturer, speaker at conferences, and author of expert articles. He is enthusiastic about IoT, smart homes, and good coffee. If you have any questions about the cloud, feel free to contact him via social media or his personal website.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/jaroslaw-zielinski/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "AWS User Group Poland",
      "url": "http://meetup.com/awsugpl"
    },
    {
      "text": "Cloud and Datacenter Day",
      "url": "http://clouddatacenterday.pl/"
    },
    {
      "text": "Personal Website",
      "url": "http://www.vjzielinski.pl/"
    },
    {
      "text": "Company",
      "url": "https://welastic.team/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/Community%20Heroes/jaroslaw-headcircle.00bea4722aae1f10c5285eb61cdc1fc0a0752264.png",
  "heroLocation": "Poznan, Poland"
},
{
  "id": "community-heroes#jeevan-dongre",
  "name": "Jeevan Dongre",
  "heroSinceDate": "Hero since 2016",
  "description": "A DevOps Engineer based out of Bengaluru, India, Jeevan has been a part of app-development, e-commerce, and product development organizations through his career of 6 years. Automation, cloud computing, and managing large-scale web applications fit his technical passion to the T.\n\n\nHe along with a few other like-minded people founded the Bengaluru AWS User Group in 2011 to emanate the knowledge on AWS and other cloud-related areas. The developer-driven group also focuses on helping build the network of tech enthusiasts, channelizing the latest trends and updates, while empowering its speakers.\n\n\nJeevan hopes to further strengthen the Bengaluru AWS User Group as one the best user groups in India for peer-to-peer learning. He strongly believes that the success of the user group is representative of contributions from the larger team working with him, who support the group without expecting any rewards in return.\n\n\n",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/jeevan-dongre/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/jeevandongre"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/jeevandongre/"
    },
    {
      "text": "AWS User Group Bangalore",
      "url": "https://www.meetup.com/awsugblr/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/jeevand-headshotcircle-100px.c73ac49571c6f5cfe2ad2d69627f6fdcbdd79c1b.png",
  "heroLocation": "Bengaluru, India"
},
{
  "id": "community-heroes#jeremie-rodon",
  "name": "Jérémie Rodon",
  "heroSinceDate": "Hero since 2020",
  "description": "Jeremie is curious, hungry for knowledge and he is a big fan of automation and scripting. His engineering education obviously fixed nothing and consequently he loves working on AWS with the tools allowing him to automate ever bigger things.\n\n\nJeremie is a 9x certified AWS Cloud Architect working for Devoteam Revolve, an AWS Premier Consulting Partner. He has 3 years of consulting experience, designing solutions in various environments from small businesses to CAC40 companies and also empowering clients on AWS by delivering AWS courses as an AWS Authorized Instructor Champion. In his old life, Jeremie was the system engineer in charge of the MS Exchange mail servers for 6000+ users, so the concepts of distributed systems, load balancing, high availability, fault tolerance, and data replication were already his daily bread and butter.\n\n\nHis interests lie mainly in security, and especially cryptography: he has done presentations explaining how AWS KMS works under the hood and written a blog post explaining why the quantum crypto-calypse will not happen. He is also an open source enthusiast, writing code to support multi-threaded Python applications using Boto3 and a One Time Password tool to easily manage multiple OTP when working with multiple AWS Accounts.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/jeremie-rodon/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/j%C3%A9r%C3%A9mie-rodon-b6656290"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/jeremierodon?lang=en"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/JeremieRodon?tab=repositories"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/new-heros-nov-2022/j%c3%a9r%c3%a9mie_rodon-modified.cba4eff26519113e57e83d0d34d054d80196a21d.png",
  "heroLocation": "Paris, France"
},
{
  "id": "community-heroes#john-varghese",
  "name": "John Varghese",
  "heroSinceDate": "Hero since 2018",
  "description": "John Varghese is a Principal DevOps Engineer at DNANexus, responsible for managing their AWS Infrastructure. Previously as a Cloud Steward at Intuit he managed the AWS infrastructure of Intuits Futures Group. He also helped Intuit recruit exceptional people in engineering, user experience, and data analytics. John worked together with their Talent Acquisition team, promoting the challenging problems Intuit was trying to solve, at top tier schools like Stanford.  He runs the AWS Bay Area meetup in the San Francisco Peninsula Area for both beginners and intermediate AWS users. He has also organized multiple AWS Community Day events in the Bay Area. He runs a Slack channel just for AWS users. You can contact him there directly via Slack. He has a deep understanding of AWS solutions from both strategic and tactical perspectives. An avid AWS user since 2012, he evangelizes AWS and DevOps every chance he gets.  John is keen on exploiting advances in technology for the betterment of society. He loves watching science channels on YouTube. He is a very enthusiastic supporter of the DevOps movement. In that role, John mentors engineers and encourages them to adopt the DevOps culture. He occassionally speaks at conferences and user groups, on topics ranging from the applications of Artificial Intelligence to using automation to secure your AWS infrastructure.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/john-varghese/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/jvusa"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/jvaws/"
    },
    {
      "text": "Blog",
      "url": "https://devopsguru.tumblr.com/"
    },
    {
      "text": "Personal Website",
      "url": "http://www.johnvarghese.com/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/Community%20Heroes/johnv-headshotcircle-100px.0ee23ec793ac1bad864eade170e67206c308598c.png",
  "heroLocation": "Mountain View, USA"
},
{
  "id": "community-heroes#karolina-boboli",
  "name": "Karolina Boboli",
  "heroSinceDate": "Hero since 2022",
  "description": "Karolina Boboli works as an AWS Cloud Architect and Consultant. She has experience in cloud security, cloud governance, cost management, landing zones, serverless, and IoT. As a technical leader and mentor, she is involved in building and guiding cloud teams. She created an online course AWS in practice  your first project about infrastructure as code.\n\n\nIn 2019, she founded a vibrant cloud community, swiatchmury.pl, a Slack for cloud professionals focused on AWS, which she runs on a daily basis. The goal of the community is to have a friendly place to ask questions, inspire each other, and simply be together. From time to time, she gives talks in AWS User Group Poland and organizes her own webinars.\n\n\nCloud computing is her second career that has its roots in a business intelligence and accounting process automations project she did for her own accounting and tax advisory company. In her free time, she enjoys riding a bike (off-road), drawing, watercolor painting, dancing, and spending time with old friends.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/karolina-boboli/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/KarolinaBoboli"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/karolinaboboli/"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/swiatchmury/slack"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/karolina-boboli.cad41a959540918398e923cc018b41560468a7ee.png",
  "heroLocation": "Warsaw, Poland"
},
{
  "id": "community-heroes#kaushik-mohanraj",
  "name": "Kaushik Mohanraj",
  "heroSinceDate": "Hero since 2021",
  "description": "Kaushik is Sales Director for Blazeclan Technologies across ASEAN. He is a cloud enthusiast, with a career starting in 2012 spanning roles from cloud-native Product Developer, Solution Architect, and cloud Pre-sales. He now has the responsibility of leading Sales for the SEA region of AWS Premier Consulting Partner Blazeclan Technologies.\n\n\nAn avid cloud practitioner, Kaushik has experience in the evaluation of well-architected solutions and is an ambassador for cloud technologies and digital transformation. He has successfully guided and implemented multiple cloud-native projects for various customers globally. Kaushik holds 10 active AWS Certifications, which help him to provide relevant and optimal solutions.\n\n\nKaushik is keen to build a community he thrives in and hence he joined AWS User Group Malaysia as a co-organizer in 2019.  As an AWS Hero and AWS Ambassador, he participates in Meetup, conferences, summits and re:Invent as a speaker.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/kaushik-mohanraj/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/kaushikmohanraj/"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/kaushikmohanraj"
    },
    {
      "text": "Blazeclan",
      "url": "https://www.blazeclan.com/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/Kaushik-Mohanraj-2022.7be55a3ab5ac77650a1a2940e84e756a7159b565.png",
  "heroLocation": "Kuala Lumpur, Malaysia"
},
{
  "id": "community-heroes#kazuki-miura",
  "name": "Kazuki Miura",
  "heroSinceDate": "Hero since 2023",
  "description": "Kazuki Miura is a senior engineer at Hokkaido Television Broadcasting Co., Ltd. (HTB). He is involved in the development and operation of the company's video on demand service and e-commerce service. Kazuki continues to share his knowledge gained through the development of web services widely with the Japanese AWS User Group (JAWS-UG).\n\n\nAfter joining JAWS-UG in 2019, he immediately joined two other user groups: JAWS-UG Sapporo Chapter (about 500 registered members) and Media-JAWS (about 700 registered members), where he continues to actively work with engineers locally and in the media industry. Media-JAWS also co-hosts events with the local chapters of JAWS-UG. Kazuki has also held 20 meetups through these two user groups, which had a total of more than 1,200 attendees combined.\n\n\nIn addition, he was named an AWS Samurai 2019 for his 17 talks across various technical communities, which were also significant contributions to the JAWS-UG.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/kazuki-miura/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/miu_crescent"
    },
    {
      "text": "Linkedin",
      "url": "https://www.linkedin.com/in/miucrescent"
    },
    {
      "text": "SpeakerDeck",
      "url": "https://speakerdeck.com/miu_crescent"
    },
    {
      "text": "Sapporo JAWS-UG",
      "url": "https://jawsug-sapporo.doorkeeper.jp/"
    },
    {
      "text": "Media-JAWS",
      "url": "https://media-jaws.doorkeeper.jp/"
    },
    {
      "text": "AWS Samurai 2019",
      "url": "https://aws.amazon.com/jp/blogs/news/aws-samurai-2019/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/new-heroes-2023/hero-sept-2023/Kazuki%20Miura_100.5c3d8bbdbf3c5bdcf6a3574578a3164d6886fe34.png",
  "heroLocation": "Hokkaido, Japan"
},
{
  "id": "community-heroes#keith-yau",
  "name": "Keith Yau",
  "heroSinceDate": "Hero since 2015",
  "description": "Keith Yau is the founder of BootDev, a cloud-based platform for running websites. BootDev is built on AWS and leverages AWS services such as S3, Route53, CloudFormation, and CloudFront, allowing it to power fault-tolerant, large scale web applications. Keith has worked on large scale web projects for several enterprise customers across Japan, China, and US in the gaming, internet, and big data industries.\n\n\nKeith holds an Information Engineering degree from the Chinese University of Hong Kong. He is active in the startup and technology community across China, organizing groups like Drupal China and Barcamp China. He is also an active member of the AWS User Group Meetups in China.\n\n\nHe shares his AWS and cloud related knowledge and experience on his personal tech blog and the \"bootdev\" channel on Wechat.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/keith-yau/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/keithyau/"
    },
    {
      "text": "Keith's Tech Blog",
      "url": "https://blog.csdn.net/keithyau"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/keithy-headshotcircle-100px.920202ddce6820179b814579bf41714227c4c97f.png",
  "heroLocation": "Shanghai, China"
},
{
  "id": "community-heroes#kittaya-niennattrakul",
  "name": "Kittaya Niennattrakul",
  "heroSinceDate": "Hero since 2020",
  "description": "Kittaya Niennattrakul (Tak) is a Product Manager and Assistant Managing Director at Dailitech, where she works with developer teams, helping them build products on AWS. She loves coding and has fun building new products using AWS. She enjoys sharing with others that coding is more fun, faster, and more secure by using AWS.\n\n\nTak has helped lead the AWS User Group Thailand since 2014, and is also one of the AWS Asian Womens Association leaders. She has fun finding new, easy ways to help both developers and non-developers understand AWS, including using pictures to describe AWS Services, and designing basic workshops. In 2019, she and Thailand User Group team, with support from AWS, organized the two big events: AWS Meetup - Career Day (400+ attendees), and AWS Community Day in Bangkok (200+ attendees). Currently, Tak and Vit write a blog for sharing useful information with the AWS community. As of 2021, AWS User Group Thailand has more than 9,000+ members and continues growing.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/kittaya-niennattrakul/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Blog",
      "url": "https://medium.com/aws-user-group"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/kittaya-kanchanobhas-b28b80a5"
    },
    {
      "text": "AWS User Group Thailand",
      "url": "https://www.facebook.com/groups/awsusergroup/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/kittaya-niennatrakul.179c05cbf1f68fea49969500c172fb90142abbd6.png",
  "heroLocation": "Bangkok, Thailand"
},
{
  "id": "community-heroes#kohei-matsushita",
  "name": "Kohei Matsushita",
  "heroSinceDate": "Hero since 2020",
  "description": "Kohei \"Max\" Matsushita is a technology evangelist at SORACOM. In addition to delivering over 140 seminars and training sessions throughout Japan each year, he regularly publishes videos, blogs, and books on IoT technology, which are widely referenced in the IoT industry.\n\n\nThe SORACOM IoT platform provides connectivity and application services specialized for IoT. By building its cellular connectivity services on AWS, SORACOM gives developers indispensable tools for building their IoT application and infrastructure directly on the cloud.\n\n\nKohei has created extensive materials that guide developers through their journey into IoT, and is highly regarded for his easy-to-understand demonstrations of IoT concepts that are essential to every developer. From low-power wireless devices such as Raspberry Pi and the SORACOM LTE-M Button, to cloud integration with AWS IoT Core and other managed services, he is deeply versed in a wide variety of IoT architectures. He also actively participates in the Japan AWS (JAWS) User Group.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/kohei-matsushita/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/ma2shita"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/ma2shita/"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/ma2shita"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/kohei-matsushita.eb5bce735318b2b24fcf2d152eb5e5d4b746d741.png",
  "heroLocation": "Tokyo, Japan"
},
{
  "id": "community-heroes#linda-mohamed",
  "name": "Linda Mohamed",
  "heroSinceDate": "Hero since 2023",
  "description": "Linda has been navigating the tech landscape for over a decade. She is currently at EBCONT where her primary focus and specialization is in Cloud Technologies, IT Process Optimization, and Agile Methodologies. When she is not guiding companies on their cloud journey, she is diving into AI/ML Services and Technologies, and sharing her insights at AWS community events and other tech platforms.\n\n\nBeyond her professional commitments, Linda is deeply involved in Women in Tech initiatives, advocating for greater representation and inclusivity. Her particular interest in Women in AI is just one facet of her broader advocacy.\n\n\nIn Vienna, she is the familiar face behind AWS meetups and other community gatherings, creating a welcoming space where every voice is valued and heard. When she is not deep in tech, you might find her juggling or sketching out a new drawing.\n\n\nIn addition, Linda holds the title of Chairperson for the AWS Community DACH Support Association and is an active member of a Funding Advisory Board.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/linda-mohamed/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Linkedin",
      "url": "https://at.linkedin.com/in/linda-mohamed"
    },
    {
      "text": "EBCONT",
      "url": "https://web.ebcont.com/en/leistungen/betrieb"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/linda_mhmd"
    },
    {
      "text": "Meetup",
      "url": "https://www.meetup.com/amazon-web-services-aws-vienna/"
    },
    {
      "text": "AWS Community DACH",
      "url": "https://www.aws-community.de/"
    },
    {
      "text": "AWS Community Day DACH",
      "url": "https://www.aws-community-day.de/"
    },
    {
      "text": "Sessionize",
      "url": "https://sessionize.com/linda-mohamed"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/gameday/championship/Linda%20Mohamed_100.6706f1fa44bf8406ace0027bc8d26db1f538819a.png",
  "heroLocation": "Vienna, Austria"
},
{
  "id": "community-heroes#linghui-gong",
  "name": "Linghui Gong",
  "heroSinceDate": "Hero since 2020",
  "description": "Linghui Gong is VP of Engineering at Strikingly, Inc., a fast-growing superstar SaaS startup (backed by Y Combinator). Its business is expanding globally, providing website building & hosting products and custom services in 7 languages to users in over 200 countries and territories. Its localized product SXL is the largest platform that helps users publish their own WeChat mini-programs in China, and one of the top players in the WeChat ecosystem.\n\n\nLinghui was one of the early AWS users in China. He has been leading his team to drive all critical architecture evolutions on AWS, which helped grow the Strikingly SaaS business exponentially. Linghui and his team have rich experience in a wide range of AWS products, and with these products, they were able to build a cross-region website cluster which serves millions of sites worldwide, as well as provide an in-house analytics system to help users understand their business better.\n\n\nLinghui introduced how they built the cross-region website cluster on AWS at AWS re:Invent 2018. He has also presented AWS best practices twice at AWS Summit Beijing, as well as at many other AWS events.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/linghui-gong/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/linghuigong/"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/danielglh"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/linghui-gong.9e7915432dcef6e1eec1e546ec722d1cb24f2a68.png",
  "heroLocation": "Shanghai, China"
},
{
  "id": "community-heroes#liz-fong-jones",
  "name": "Liz Fong-Jones",
  "heroSinceDate": "Hero since 2022",
  "description": "Liz is a developer advocate, labor and ethics organizer, and Site Reliability Engineer (SRE) with 18+ years of experience. She is currently the Field CTO at Honeycomb, and previously was an SRE working on products ranging from the Google Cloud Load Balancer to Google Flights.\n\n\nShe lives in Vancouver, BC with her wife Elly, partners, and a Samoyed/Golden Retriever mix, and in Sydney, NSW. She plays classical piano, leads an EVE Online alliance, and advocates for transgender rights.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/liz-fong-jones/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Personal Website",
      "url": "https://www.lizthegrey.com/"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/efong"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/lizthegrey"
    },
    {
      "text": "Blog",
      "url": "https://www.honeycomb.io/author/lizf"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/user-groups/Liz-Fong-Jones-modified.a40e24b6b2f67a5f347da5a964ed89b7eb70f6e5.jpg",
  "heroLocation": "Vancouver, Canada / Sydney, Australia"
},
{
  "id": "community-heroes#lukasz-dorosz",
  "name": "Lukasz Dorosz",
  "heroSinceDate": "Hero since 2019",
  "description": "Description not found",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/lukasz-dorosz/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/lukaszdorosz/"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/mrdoro"
    },
    {
      "text": "AWS User Group Poland",
      "url": "https://www.meetup.com/AWSUGPL/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/lukasz-dorosz-circular-headshot.709a090ab73e496d685fdf680254a2c3c533d1c2.png",
  "heroLocation": "Warsaw, Poland"
},
{
  "id": "community-heroes#maciej-lelusz",
  "name": "Maciej Lelusz",
  "heroSinceDate": "Hero since 2019",
  "description": "Maciej is Founder & CEO of Inleo, a company concentrating on solution architecture and project management.\n\n\nHe is focused on community development, blogging, company management, and Public/Hybrid/Private cloud design. He cares about enterprise technology, IT transformation, its culture, and people involved in it. As an experienced independent trusted advisor to many customers, both Polish and Global, he loves to create better experiences with cutting-edge technologies and quality IT. He proudly holds the titles of AWS CSA & CP, VCP, MCP, MCTS, 9 x honored VMware vExpert title.\n\n\nMaciej is Co-Leader of AWS User Group Poland - Cracow Chapter, and the Founder and Leader of the InfraXstructure conference & Polish VMware User Group. If you want to have a partner discussion or are looking for a speaker, feel free to approach Maciej on one of his social platforms or connect with him in person.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/maciej-lelusz/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/maciejlelusz"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/maciejlelusz/"
    },
    {
      "text": "AWS Group Poland",
      "url": "https://www.meetup.com/AWSUGPL/"
    },
    {
      "text": "AWS Group Poland - Cracow Chapter",
      "url": "https://www.meetup.com/pl-PL/AWS-User-Group-Krakow/"
    },
    {
      "text": "Chaos Gears Blog",
      "url": "https://chaosgears.com/blog/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/new-heros-nov-2022/maciej_lelusz-modified.99a202f501ae79c8d6953fe8e82662e1ef267845.png",
  "heroLocation": "Cracow, Poland"
},
{
  "id": "community-heroes#manoj-fernando",
  "name": "Manoj Fernando",
  "heroSinceDate": "Hero since 2019",
  "description": "Manoj is an online teacher and a serverless consultant. He teaches AWS cloud computing on his YouTube channel and on Udemy. In addition to creating videos, he writes technical articles on medium.\n\n\nHe is also the leader in AWS User Group Colombo, Sri Lanka. He organizes physical meetups, interactive breakout sessions and regularly speaks at events. He also conduct AWS workshops for university students all around the country.\n\n\nHe is passionate about designing cloud architectures for real-world applications, and shares his knowledge with the community. He was one of the early adopters of AWS Lambda back in 2015 and he loves serverless computing.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/manoj-fernando?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/mjmrz"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/manoj-fernando-b7351935"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/mjzone"
    },
    {
      "text": "YouTube",
      "url": "https://youtube.com/@EnlearAcademy"
    },
    {
      "text": "Medium",
      "url": "https://medium.com/@manojf"
    },
    {
      "text": "Udemy",
      "url": "https://www.udemy.com/user/manoj-fernando/"
    },
    {
      "text": "AWS User Group Colombo",
      "url": "https://www.meetup.com/awsugcmb/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/Community%20Heroes/manojf-headshotcircle-100px.cfa42c254f2db6e73196cebaeeb34738ed7f28cc.png",
  "heroLocation": "Sri Lanka"
},
{
  "id": "community-heroes#margaret-valtierra",
  "name": "Margaret Valtierra",
  "heroSinceDate": "Hero since 2019",
  "description": "Margaret Valtierra is a Program Manager for the Cloud Service team at Morningstar. She is responsible for managing the AWS relationship and promoting cloud skills and best practices. Previously, she was a Solutions Engineer at BreakFree Solutions where she spearheaded cross-functional Agile teams. Her team was responsible for managing and securing new services for multiple big data projects in AWS. Before BreakFree, Margaret was Senior Marketing Specialist at Cohesive Networks where she was responsible for content marketing, PR, and product management.\n\n\nShe has organized and led the Chicago AWS user group since 2013. She is a member of the Global AWS Community Day Core Team, promoting user groups and organizing the annual Midwest AWS Community Day event. Margaret is also a co-organizer for DevOpsDays Chicago. She is an AWS Certified Solutions Architect Associate.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/margaret-valtierra?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/MargaretValtie"
    },
    {
      "text": "Chicago AWS User Group",
      "url": "https://www.eventbrite.com/o/chicago-aws-user-group-16580522862"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/margaretvaltierra/"
    },
    {
      "text": "Website",
      "url": "https://www.midwestcommunityday.com"
    },
    {
      "text": "ChicagoAWS",
      "url": "https://www.chicagoaws.com/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/new-heros-nov-2022/2023/margaret_valtierra-100X100.d988f8c14edf1c35d2ef2edbf84f68f43b9e79ca.png",
  "heroLocation": "Chicago, USA"
},
{
  "id": "community-heroes#markus-ostertag",
  "name": "Markus Ostertag",
  "heroSinceDate": "Hero since 2016",
  "description": "Markus is Chief AWS Technologist at adesso SE, the leading German IT service provider, and helps customers of all sizes to realize their full business potential through the use of cloud technologies. He loves to leverage the cloud, finding new ways to solve problems and work with cutting-edge technologies.\n\n\nHis first contact with AWS was in 2008 while he ran a big German movie review site that specialized in video content. At the same time, he finished his degree in computer science at the Technical University of Munich and had different positions (including CEO, CTO etc.) at companies in the AdTech, MarTech and other areas. He is always eager to work with new AWS innovations and share his knowledge with other companies and users.\n\n\nMarkus co-founded and organizes the AWS User Group in Munich as well as the German AWS Community Days events, and he loves to talk about tech (especially cloud, performance, and agility) at meetups, universities, and conferences like AWS re:Invent. Markus is a frequent AWS speaker and has presented multiple times since 2015 at the Berlin AWS Summit and re:Invent. If you want to have a discussion partner, feel free to approach Markus on one of his social platforms or connect with him in-person at a conference.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/markus-ostertag/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/osterjour"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/ostertag/"
    },
    {
      "text": "AWS Munich Meetup",
      "url": "https://www.meetup.com/AWS-Munich/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/markuso-headshotcircle-100px.89de2a16cc5f4d6f81dcff58cc5afdda7b9140e7.png",
  "heroLocation": "Munich, Germany"
},
{
  "id": "community-heroes#martijn-van-dongen",
  "name": "Martijn van Dongen",
  "heroSinceDate": "Hero since 2019",
  "description": "Martijn is an experienced, hands-on AWS Cloud Architect, currently working as Cloud Evangelist at Schuberg Philis in The Netherlands. He is an active consultant and technical instructor who guides customers in their cloud journey by delivering guidance, hands-on workshops, and technology fast-tracks. He is a generalist in a broad set of AWS services, with a strong focus on security, containers, serverless, and data-intensive platforms.\n\n\nMartijn regularly writes technical articles, and speaks at meetups, events, and technical conferences such as AWS re:Invent. Martijn is founder and chair of the Dutch AWS User Group: awsug.nl. He organizes approximately 20 meetups per year with an average of 100 attendees and has built an enthusiastic network of speakers and sponsors. Martijn organized the first AWS Community Days in The Netherlands, with speakers like Werner Vogels, Corey Quinn, Jeff Barr, and many Dutch industry leaders and executives.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/martijn-van-dongen/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/martijnvandongen"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/martijnvdo"
    },
    {
      "text": "AWSug.nl",
      "url": "https://awsug.nl"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/martijnvandongen"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/martijn-van-dongen-circular-headshot.ec0b01caa52bc0c9f232defda2e8757363ef841d.png",
  "heroLocation": "Amsterdam, The Netherlands"
},
{
  "id": "community-heroes#martin-damovsky",
  "name": "Martin Damovsky",
  "heroSinceDate": "Hero since 2024",
  "description": "Martin is a Cloud Governance Lead at Ataccama.com, an AWS Partner providing unified data management solutions. Over the past decade, he has been building on AWS as a Software Engineer, DevOps, Security engineer, and FinOps practitioner. Recently he focused on maximizing business value through FinOps, establishing AWS Partner program, and evangelizing AWS cloud within the company. Martin has been particularly interested in AWS Control Tower Account Factory for Terraform, Cloud Intelligence Dashboard, and security and govern tools, such as AWS Security Hub, Amazon GuardDuty and AWS Config.\n\n\nMartin enjoys sharing his knowledge and experience with AWS communities. He writes a blog, and speaks at meetups, podcasts, and conferences. Additionally, Martin is an AWS User Group Leader for AWS User Group Prague and was an AWS Community Builder from 2023-2024.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/martin-damovsky/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/damovsky"
    },
    {
      "text": "Linkedin",
      "url": "https://www.linkedin.com/in/damovsky/"
    },
    {
      "text": "Website",
      "url": "https://damovsky.substack.com/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/New-Heroes-2024/martin-100.9046a477b89a0e783e7e2788e4546c2cfa5920c8.png",
  "heroLocation": "Prague, Czechia"
},
{
  "id": "community-heroes#martin-buberl",
  "name": "Martin Buberl",
  "heroSinceDate": "Hero since 2018",
  "description": "Martin Buberl brings the New York hustle to Scandinavia. As VP Engineering at Trustpilot he is on a mission to build the best engineering teams in the Nordics and Baltics. With a person-centered approach, his focus is on high-leverage activities to maximize impact, customer value and iteration speed  and utilizing cloud technologies checks all those boxes.\n\n\nHis cloud-obsession made him an early adopter and evangelist of all types of AWS services throughout his career. Nowadays, he is especially passionate about Serverless, Big Data and Machine Learning and excited to leverage the cloud to transform those areas.\n\n\nMartin is an AWS User Group Leader, organizer of the AWS Community Day Nordics and founder of the AWS Community Nordics Slack. He has spoken at multiple international AWS events  AWS User Groups, AWS Community Days and AWS Global Summits  and is looking forward to continue sharing his passion for software engineering and cloud technologies with the Community.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/martin-buberl/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/martinbuberl"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/martinbuberl"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/martinbuberl/"
    },
    {
      "text": "Blog",
      "url": "https://martinbuberl.com/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/Community%20Heroes/martin-headcircle.e2ce043d4359fc0f744cca26746a0ff502280e66.png",
  "heroLocation": "Copenhagen, Denmark"
},
{
  "id": "community-heroes#masanori-yamaguchi",
  "name": "Masanori Yamaguchi",
  "heroSinceDate": "Hero since 2021",
  "description": "Masanori Yamaguchi is the Head of Solutions Architect at ForgeVision, Inc.. He has promoted the use of cloud computing within the company by leveraging his expertise in containers, serverless, and security.\n\n\nYamaguchi joined the Japanese AWS User Group (JAWS-UG) in 2014 and has since managed 35 events including the reboot of Fin-JAWS (Financial-JAWS), and the JAWS-UG Chiba Chapter in 2019. For the JAWS SONIC 2020 & MIDNIGHT JAWS 2020 event, Yamaguchi built a distribution infrastructure that made full use of AWS services such as Amazon IVS, achieving stable distribution of the online event for 26 hours straight.\n\n\nYamaguchi organized the 2021 JAWS-UG online event (JAWS DAYS 2021). This event was a new challenge in online events: not only delivering sessions, but also providing a place for attendees to communicate with each other and participate in AWS quizzes, games, and more. 4,000 participants from all over Japan attended the event. In recognition of these activities, he received the AWS Samurai 2020 Award.\n\n\nYamaguchi believes in the power of the community and continues to work with AWS users to make their AWS journeys fun.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/masanori-yamaguchi/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/kinunori"
    },
    {
      "text": "Blog",
      "url": "https://shimakaze.hatenablog.com/"
    },
    {
      "text": "JAWS-UG",
      "url": "https://jaws-ug.jp/"
    },
    {
      "text": "JAWS-UG Chiba",
      "url": "https://jawsug-chiba.connpass.com/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/masanori-yamaguchi.9088cc755389fa072f45cb78f83b4bb7f1a6655d.png",
  "heroLocation": "Chiba, Japan"
},
{
  "id": "community-heroes#mayank-pandey",
  "name": "Mayank Pandey",
  "heroSinceDate": "Hero since 2022",
  "description": "Mayank Pandey is a cloud architect and teacher, helping both small and large organizations in their cloud adoption journey. His ability to bring forth technical cloud concepts in an easy-to-understand style has made him a go-to person for professionals trying to learn and make a career in cloud.\n\n\nMayank began his journey with the AWS Cloud in 2012 and led the development of an end-to-end data warehousing and analytics product on AWS. He has worked with enterprises around topics including cloud automation, IaC, and cloud security. He holds Professional & Specialty AWS Certifications and handles assignments including security & cost optimization on AWS, and cloud-native applications.\n\n\nMayank is passionate about teaching and has done several classroom and online trainings. He is an active member of the AWS community and contributes with hands-on demos and video tutorials to the YouTube channel - KnowledgeIndia. The YouTube channel has over 65,000 subscribers and 150+ videos on various AWS topics. Tutorials include topics such as VPC, AWS Transit Gateway, and Amazon ECS.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/mayank-pandey/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "YouTube",
      "url": "https://www.youtube.com/knowledgeindia"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/mayankpandey20/"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/mayankpandey20"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/mayank-pandey.a0be28b0f64030e0b108fb9b2d0ac0462e443091.png",
  "heroLocation": "Melbourne, Australia"
},
{
  "id": "community-heroes#michael-ezzell",
  "name": "Michael Ezzell",
  "heroSinceDate": "Hero since 2017",
  "description": "Michael Ezzell is a frequent contributor of detailed, in-depth solutions to questions spanning a wide variety of AWS services on Stack Overflow and other sites on the Stack Exchange Network.\n\n\nMichael is a Site Reliability Engineer for E2 Shop System, Shoptech Software's global SaaS ERP platform.\n\n\nBased in Cincinnati, and known to coworkers and associates as \"sqlbot,\" he also provides design, development, and support services to freelance consulting clients for AWS services and MySQL, as well as broadcast & cable television and telecommunications technologies.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/michael-ezzell/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/sqlbot"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/michael-ezzell-17a06b6/"
    },
    {
      "text": "Stack Overflow",
      "url": "https://stackoverflow.com/users/1695906/michael-sqlbot?tab=answers&sort=votes"
    },
    {
      "text": "Serverfault",
      "url": "https://serverfault.com/users/153161/michael-sqlbot?tab=answers&sort=votes"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/michaele-headshotcircle-100px.6db7915446a4ea7b3d14d05c35410fc67aed7757.png",
  "heroLocation": "Cincinnati, USA"
},
{
  "id": "community-heroes#michael-wittig",
  "name": "Michael Wittig",
  "heroSinceDate": "Hero since 2018",
  "description": "Michael Wittig is co-founder of widdix, a consulting company focused on cloud architecture, DevOps, and software development on AWS. widdix maintains several AWS related open source projects, most notably a collection of production-ready CloudFormation templates. In 2016, widdix released marbot: a Slack bot supporting your DevOps team to detect and solve incidents on AWS.\n\n\nIn close collaboration with his brother Andreas Wittig, the Wittig brothers are actively creating AWS related content. Their book Amazon Web Services in Action (Manning) introduces AWS with a strong focus on automation. Andreas and Michael run the blog cloudonaut.io where they share their knowledge about AWS with the community. The Wittig brothers also published a bunch of video courses with OReilly, Manning, Pluralsight, and A Cloud Guru. You can also find them speaking at conferences and user groups in Europe. Both brothers are co-organizing the AWS user group in Stuttgart.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/michael-wittig/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/hellomichibye"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/michaelwittig"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/michael-wittig/"
    },
    {
      "text": "Blog",
      "url": "https://cloudonaut.io/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/michaelw-headshotcircle-100px.28d831facad4527a35cf9e077e5bee20a9202f59.png",
  "heroLocation": "Stuttgart, Germany"
},
{
  "id": "community-heroes#mikey-fan",
  "name": "Mikey Fan",
  "heroSinceDate": "Hero since 2023",
  "description": "Mikey is a Cloud-native Application Architect and SDN Developer. Since 2020, he has been actively exploring how to build innovative applications based on AWS EKS, Private 5G, and SD-WAN technology, and then applying them to 5G Edge Computing scenarios.\n\n\nMikey is also a cloud-computing technology evangelist and an open-source enthusiast. He enjoys contributing code to open-source projects, such as Kubernetes and Tungsten Fabric, and he likes to demo how these open-source technologies can be combined with AWS cloud computing to create greater value. Over the past two years, he has consistently shared his technical expertise and insights with the AWS community through blogging and speaking.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/mikey-fan/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/milkfgj"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/JmilkFan"
    },
    {
      "text": "Blog",
      "url": "https://is-cloud.blog.csdn.net/category_11736348.html"
    },
    {
      "text": "Linkedin",
      "url": "https://www.linkedin.com/in/jmilkfan/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/new-heros-nov-2022/2023/june-2023/mikey-modified.0931fe108298908895b3df9ef50d80f711cd17a3.png",
  "heroLocation": "Beijing, China"
},
{
  "id": "community-heroes#minoru-onda",
  "name": "Minoru Onda",
  "heroSinceDate": "Hero since 2024",
  "description": "Minoru Onda is a Technology Evangelist at KDDI Agile Development Center Corporation (KAG). While engaging in software development, he also shares the knowledge gained from his work outside his company, spreading the excitement of technology to many people.\n\n\nHe joined the AWS User Group Japan (JAWS-UG) in 2021 and now leads the operations of three communities: the Tokyo chapter, the SRE chapter, and NW-JAWS. In 2023, he delivered over 30 technical talks and authored more than 70 blog posts, while creating numerous opportunities for his fellow members to share their knowledge and experiences. In recognition of his contributions, he was selected as an AWS Samurai 2023.\n\n\nRecently, he has been focusing on utilizing Generative AI on AWS, sharing case studies from his company, explaining new features, and creating hands-on content. In 2024, he led the co-authoring of an introductory technical book on Amazon Bedrock with community members, which was published in Japan and became a best seller.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/minoru-onda/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/minorun365/"
    },
    {
      "text": "Twitter",
      "url": "https://x.com/minorun365"
    },
    {
      "text": "YouTube",
      "url": "https://www.youtube.com/@minorun365"
    },
    {
      "text": "Facebook",
      "url": "https://www.facebook.com/minorun365/"
    },
    {
      "text": "Blog",
      "url": "https://qiita.com/"
    },
    {
      "text": "Website",
      "url": "https://speakerdeck.com/minorun365"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/New-Heroes-2024/q3/minoru_onda_100.8075f0f179fa38e32936e7ec65b4bc887defc971.png",
  "heroLocation": "Tokyo, Japan"
},
{
  "id": "community-heroes#namrata-shah",
  "name": "Namrata Shah",
  "heroSinceDate": "Hero since 2020",
  "description": "Description not found",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/namrata-shah/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/namratashah/"
    },
    {
      "text": "YouTube",
      "url": "https://www.youtube.com/channel/UCyfbIg_2svVrssNUExEI6fw"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/namrata-shah.07fedef7dd456c08c23dfa34d7680e18010cb506.png",
  "heroLocation": "New York, USA"
},
{
  "id": "community-heroes#nathan-glover",
  "name": "Nathan Glover",
  "heroSinceDate": "Hero since 2019",
  "description": "Nathan is a Platform Engineer at First Mode in Perth, Western Australia. Prior to that he worked as a Senior DevOps Consultant at Mechanical Rock and as a Hardware Systems Designer and Embedded Developer in the IoT space. In his role he enabled developers to iterate on ideas faster by building out repeatable patterns for testing & deploying to the edge.  He is passionate about Cloud Native architecture and loves sharing his successes and failures on his blog. A key focus for him is breaking down the learning barrier by building practical examples using Cloud services. On top of these he has a number of online courses teaching people how to get started building with Amazon Alexa Skills and AWS IoT.  In his spare time, he loves to dabble in all areas of technology; building cloud connected toasters, embedded systems, vehicle tracking, and competing in online capture the flag security events. Hes also the technical director for WA Animals Inc. and has built out a number of projects for managing historically tedious form processing in a serverless way.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/nathan-glover/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/nathangloverAUS"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/glovernathan/"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/t04glovern"
    },
    {
      "text": "Blog",
      "url": "https://devopstar.com/blog/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/Community%20Heroes/lathanglover-headshotcircle-100px.f3fa99a35e72172d55be633e10006713663cca46.png",
  "heroLocation": "Perth, Australia"
},
{
  "id": "community-heroes#nick-triantafillou",
  "name": "Nick Triantafillou",
  "heroSinceDate": "Hero since 2023",
  "description": "Nick is a Cloud Engineer, Educator, User Group founder, and Christmas Light enthusiast.\n\n\nHaving worked as a Linux System Administrator for over 20 years, he discovered AWS in 2009 and hasn't looked back. He was one of the original course instructors at the cloud education startup A Cloud Guru, having taught over 1 million students the fundamentals of AWS, and also produced the world's first AWS Certified DevOps Engineer course.\n\n\nHe's the founder of his local Wollongong AWS User Group, co-founder of the Sydney Serverless Meetup and has assisted in the planning and operation of both the ServerlessConf and ServerlessDays ANZ conferences.\n\n\nHe currently runs @NickExplainsAWS, where he is attempting to make a video about every single AWS service on TikTok and YouTube.\n\n\nEach December Nick brings traffic to a standstill by installing over 75,000 LEDs on his house for his serverless, AWS powered light show spectacular.\n\n\nYou can keep up to date with Nick's latest projects via his blog or LinkedIn.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/nick-triantafillou/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Linkedin",
      "url": "https://www.linkedin.com/in/nicktriantafillou/"
    },
    {
      "text": "Blog",
      "url": "http://nickt.com.au/"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/xelfer"
    },
    {
      "text": "YouTube",
      "url": "https://www.youtube.com/@nickexplainsaws"
    },
    {
      "text": "Meetup",
      "url": "https://www.meetup.com/aws-wollongong/"
    },
    {
      "text": "Tiktok",
      "url": "https://www.tiktok.com/@nickexplainsaws"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/new-heroes-2023/hero-sept-2023/NicolasT_100.805eab7a76bb2db5ecd0b9835bf5ef8bfafce93b.png",
  "heroLocation": "New South Wales, Australia"
},
{
  "id": "community-heroes#nilesh-vaghela",
  "name": "Nilesh Vaghela",
  "heroSinceDate": "Hero since 2017",
  "description": "Nilesh Vaghela is the founder of ElectroMech Corporation, an AWS Cloud and open source focused company (the company started as an open source model). Nilesh has been very active in the Linux community since 1998. He started working with AWS Cloud technologies in 2013 and in 2014 he trained a dedicated cloud team and started full support of AWS Cloud services as an AWS Standard Consulting Partner. He always works to establish and encourage cloud and open source communities.\n\n\nHe started the AWS Meetup community in Ahmedabad in 2014 and the Meetup has grown to include over 4500 members. Nilesh also created a Facebook group for AWS enthusiasts in Ahmedabad, with over 1800 members.\n\n\nApart from the AWS Meetup, Nilesh has delivered a number of seminars, workshops, and talks around AWS awareness at various organizations, colleges, and universities. He has also been active in working with startups, presenting AWS services overviews and discussing how startups can benefit the most from using AWS services.\n\n\nNilesh is trainer for Red Hat Linux Technologies and AWS Cloud technologies.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/nilesh-vaghela/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Facebook",
      "url": "https://www.facebook.com/nilesh.j.vaghela"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/nilesh-vaghela/"
    },
    {
      "text": "AWS Ahmedabad Meetup",
      "url": "https://www.meetup.com/Ahmedabad-Amazon-AWS-Cloud-Meetup/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/nileshv-headshotcircle-100px.84648b4605d571bdd44c1e327b75164fb7a8a32d.png",
  "heroLocation": "Ahmedabad, India"
},
{
  "id": "community-heroes#niv-yungelson",
  "name": "Niv Yungelson",
  "heroSinceDate": "Hero since 2022",
  "description": "Niv works at Melio where she was the first DevOps engineer at the company, and is now the DevOps Team Lead. She is also co-leader of the AWS Israel User Group, one of the biggest AWS User Groups in the world. As a community leader, she organizes Meetups and ensures they include underrepresented groups in the technology industry. She achieves this by both collaborating with other User Groups and experimenting with new initiatives.\n\n\nNiv also volunteers as an instructor in OpsSchool, which is a non-profit program meant to gather industry leaders to contribute together, train new DevOps engineers, and help the community continue the cycle of good deeds. She is active in tech user groups, forums, and Meetups, and is committed to sharing her knowledge and experience at any given opportunity.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/niv-yungelson/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/nivctl"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/nivyungelson/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/niv-yungelson.e19bcbe45b15119b362453c6e559f59896ce10bc.png",
  "heroLocation": "Tel Aviv, Israel"
},
{
  "id": "community-heroes#paloma-lataliza",
  "name": "Paloma Lataliza",
  "heroSinceDate": "Hero since 2024",
  "description": "Paloma is a Cloud Engineer with over six years of experience. She has a Bachelor's degree in Computer Science, specialized in Cloud Computing, and is an enthusiast of container technologies and passionate about technology and sharing knowledge.\n\n\nFor more than four years, Paloma has been actively involved in technology communities. She leads the AWS User Group Minas Gerais, is an organizer of the AWSome Women Community Summit Brazil, and founded the Mulheres na Nuvem Minas Gerais (Women in the Cloud Minas Gerais) project. Previously, she was an AWS Community Builder, producing technical content, speaking at Cloud and DevOps events, and mentoring those eager to deepen their technical skills.\n\n\nWithin the AWS community, she realized the true meaning of 'community,' which inspired her to commit to transformative causes, such as supporting people in social vulnerability and women in STEM. She dedicates herself to helping more women enter the tech, creating a support network, and offering free classes and mentoring to women on their journey.\n\n\nPaloma continues to positively impact the female community and build a solid career as a cloud engineer.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/paloma-lataliza/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://x.com/shescloud_"
    },
    {
      "text": "Website",
      "url": "https://www.shescloud.me/"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/shescloud"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/palomalataliza/"
    },
    {
      "text": "Medium",
      "url": "https://medium.com/@shescloud_"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/New-Heroes-2024/Paloma-100.2ba9577e6580f5f3dfdb8bd137041c41378c2a3a.png",
  "heroLocation": "Belo Horizonte, Brazil"
},
{
  "id": "community-heroes#pamela-gotti",
  "name": "Pamela Gotti",
  "heroSinceDate": "Hero since 2021",
  "description": "Pamela is Chief Technology Officer at Credimi, where she brings together finance and technology. Since the startup was born, her team has leveraged AWS to quickly deliver business value. She loves to design systems with clear boundaries through domain-driven design and event storming, and to bring them to life on Amazon EKS, with a mix of AWS Lambda, Amazon RDS, and Amazon S3.\n\n\nShe has given talks about how Credimi uses AWS to implement new features, microservices communication approaches (from event-driven architecture to GraphQL), and about team organization.  Since 2018 Pamela has led the tech team of SheTech, organizing events that help women build coding skills. The coding bootcamps focus on machine learning with Python, web development with JavaScript, and serverless.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/pamela-gotti/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/pamela_gotti?lang=en"
    },
    {
      "text": "LinkedIn",
      "url": "https://it.linkedin.com/in/pamelagotti"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/MelaHub"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/pamela-gotti.44824b0a32099e2801aef0965dbeba671a5ab3ea.png",
  "heroLocation": "Milan, Italy"
},
{
  "id": "community-heroes#paolo-latella",
  "name": "Paolo Latella",
  "heroSinceDate": "Hero since 2015",
  "description": "CTO and Co-Founder of Recube a company that encourages innovation and Cloud adoption starting from people. Cloud enthusiast with than 10 years of experience on Amazon Web Services. I assist companies on their digital transformation mixing IT strategy and AWS cloud technologies. I've been an Amazon Authorized Instructor since 2014 and assist AWS on education of current and future generations of Cloud professionals. As an AWS Hero, I love to spend time advocating and evangelizing others about AWS services and Cloud in general. Prominent leader within the Italian AWS community, I frequently participate as speakers at several IT conferences.\n\n\nHe graduated from the University of Rome \"La Sapienza\" in Computer Engineering, publishing a thesis about Auto configuration and monitoring of Wireless Sensors Network. After graduating, he received a research grant for the study of advanced network systems and mission critical services at the CASPUR (Consorzio Applicazioni Supercalcolo per Universita e Ricerca) now CINECA.\n\n\nPaolo hosts regular meetings as the Co-Founder of AWS User Group Italia and AWS User Group Ticino. He can also be found participating at various technology conferences in Italy.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/paolo-latella/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/LatellaPaolo"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/PaoloL"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/paololatella/"
    },
    {
      "text": "AWS User Group Italia",
      "url": "https://www.meetup.com/AWSusergroupItaly/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/paolol-headshotcircle-100px.6f4bd1b86c5070f3ebe9acc0bfe1c264fcd57410.png",
  "heroLocation": "Rome, Italy"
},
{
  "id": "community-heroes#partha-balasubramanian",
  "name": "Partha Balasubramanian",
  "heroSinceDate": "Hero since 2020",
  "description": "Parthasarathi (Partha) is a Cloud Solution Architect at 8K Miles, helping large Fortune 500 pharmaceutical and life science customers build highly available, scalable, and secure cloud infrastructure for their application deployments in the AWS Cloud.\n\n\nBefore joining 8K Miles, he worked at AstraZeneca and Logitech as a Cloud Infrastructure Engineer focused on cloud architecture, migration, and network security. As a cloud enthusiast who has been an AWS user since 2013, he holds the AWS Certified Solution Architect Professional & Certified Security Specialty certifications. Currently he is focusing on DevOps, serverless, containers, and Kubernetes on AWS.\n\n\nPartha founded the AWS User Group Chennai in 2018. Currently it has 3000+ active members, and continues to interest and attract many in the cloud space. He regularly organizes AWS User Group meetups as well as the first-ever AWS Community Day Chennai 2019, which was a grand success, with 450+ participants. He also started the AWS User Group India Facebook page for organizing live webinars, which has attracted 1100+ followers within a span of two months time.\n\n\nPartha regularly speaks at AWS User Group meetups, delivers guest lectures, and conducts workshops on AWS Cloud computing for students at engineering colleges and universities in Chennai.\n\n\n",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/parthasarathi-balasubramanian/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/parthasarathi-b/"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/bs_partha"
    },
    {
      "text": "AWS User Group Chennai",
      "url": "https://www.meetup.com/awsusergroup-chennai/"
    },
    {
      "text": "AWS User Group India",
      "url": "https://www.facebook.com/awsugindia"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/partha-balasubramanian.9a99f6e256cfa26276ed9bb11aee843e52cf0ad7.png",
  "heroLocation": "Chennai, India"
},
{
  "id": "community-heroes#peter-sankauskas",
  "name": "Peter Sankauskas",
  "heroSinceDate": "Hero since 2014",
  "description": "Peter Sankauskas is the Founder and CEO of Ensorcell. Ensorcell is a next-generation spreadsheet - one that understands the context of what you are working on and know how to update itself.\n\n\nSince 2013, he has organized the Advanced AWS Meetup in San Francisco where his passion for scalability, reliability and simplicity has helped countless people get the most out of the cloud.\n\n\nPreviously, Peter has been the Chief Product & Technology Officer @ Hustle , CTO @ Reach, a Principal Engineer @ Caffeine, and the Founder of Answers for AWS. In 2013, Peter became a Netflix OSS Cloud Prize winner for his work in making it easy to get up and running with multiple Netflix projects. His most widely used open source contribution however, was back in 2011 when he added the EC2 inventory plugin to Ansible.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/peter-sankauskas/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Answers for AWS survey",
      "url": "https://answersforaws.com/"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/petersankauskas/"
    },
    {
      "text": "Twitter",
      "url": "https://x.com/pas256"
    },
    {
      "text": "Ensorcell",
      "url": "https://ensorcell.co/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/petersankauskas-headshotcircle-100px.6f466ac23c07b18b27cf722be12682d39ad36afd.png",
  "heroLocation": "Silicon Valley, USA"
},
{
  "id": "community-heroes#philippe-abdoulaye",
  "name": "Philippe Abdoulaye",
  "heroSinceDate": "Hero since 2020",
  "description": "Philippe is the manager of Amaris Consulting cloud offer, an AWS advisory consulting business specializing on how to leverage the cloud to boost business performance. His main goal is to advise companies on how to transform IT infrastructure and IT organizations using AWS. He developed two architecture frameworks to speed up AWS architecture design and implementation, they include Amaris 360 Cloud Architecture and AWS Extended EC2 (xEC2).\n\n\nHe wrote seven books with one cited among the global top 20 and 100+ articles on AWS, DevOps, and digital transformation and gives conferences on how to leverage AWS to boost businesses.\n\n\nHe regularly publishes on social networks including the AWS Community Network, Amazon AWS Architects, and LinkedIn, particularly focusing on AWS best practices under the label of  I Transform IT with AWS. \n\n\nHis work on cloud computing has been featured on Forbes, ZDNet and foreign technology news websites like Germanys ComputerWoche. His background is in Computer Science and he is very interested in IoT, AWS architecture, and the AWS-based IT Organization for the COVID-19 business context.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/philippe-abdoulaye/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Blog",
      "url": "https://medium.com/@philippeadolpheabdoulaye"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/philippeabdoulaye/"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/philabdoulaye"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/philippe-abdoulaye.991a8cca055f54cee7ece419dd70bf2ec3f5557d.png",
  "heroLocation": "Raleigh, USA"
},
{
  "id": "community-heroes#rafal-mitula",
  "name": "Rafał Mituła",
  "heroSinceDate": "Hero since 2024",
  "description": "Rafa is a Cloud Data Engineer and Architect within the Data & AI division at Chaos Gears. He is always eager to tackle new challenges and find innovative and effective solutions. This dedication extends to his goal of constantly expanding his knowledge and proficiency in solutions architecture.\n\n\nRafa is actively involved in the AWS community, co-organizing the AWS User Group Warsaw meetups and the AWS Community Day Poland conference. Besides his technical and organizational roles, Rafa shares his expertise by speaking at conferences and leading workshops aimed at introducing newcomers to AWS and data analytics, such as the AWS Data Engineering Immersion Days. In addition, Rafa creates content about AWS and data engineering, which he shares on the Chaos Gears blog and his LinkedIn page.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/rafal-mitula/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Meetup",
      "url": "https://www.meetup.com/aws-user-group-warsaw/"
    },
    {
      "text": "Linkedin",
      "url": "https://www.linkedin.com/in/rmitula/"
    },
    {
      "text": "AWS Community",
      "url": "https://awscommunity.pl/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/New-Heroes-2024/rafal%20100.862bbd3161517bf9121c1f581f619d36ffee8e51.png",
  "heroLocation": "Warsaw, Poland"
},
{
  "id": "community-heroes#raphael-francis",
  "name": "Raphael Quisumbing",
  "heroSinceDate": "Hero since 2015",
  "description": "Description not found",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/raphael-francis/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "AWS Philippines Facebook User Group",
      "url": "https://www.facebook.com/groups/AWSPHUG/"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/raphael-francis-quisumbing-57b63856/"
    },
    {
      "text": "AWS Philippines Meetup",
      "url": "https://www.meetup.com/AWS-User-Group-Philippines/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/rafaelf-headshotcircle-100px.614dfd5b828a23850656b4d41f1aa9f5197c17c2.png",
  "heroLocation": "Manila, Philippines"
},
{
  "id": "community-heroes#rehan-van-der-merwe",
  "name": "Rehan van der Merwe",
  "heroSinceDate": "Hero since 2020",
  "description": "Rehan is a developer, architect, and AWS junkie at heart, while consuming an unhealthy amount of coffee, he focuses on serverless and all that AWS has to offer.\n\n\nHe organizes the AWS PTA Meetup and does the occasional presentation as well. He is an avid blogger helping the AWS community where possible, always lurking in all the #aws slack channels and answering questions.\n\n\nRehan has a strong background in Electronic and Electronic Communications Engineering, but has shifted focus to everything AWS. He has/have held multiple AWS certifications (including AWS Certified Solutions Architect  Professional) and is passionate about serverless and architecting for big data and microservices.\n\n\nHis favorite language is TypeScript but he is multilingual and has touched on many industries and technologies. Where he has worn many different hats like; backed developer, full stack developer, architect, platform, SRE, DevOps, and team lead.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/rehan-van-der-merwe/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Blog",
      "url": "https://www.rehanvdm.com/?utm_source=aws-hereos&utm_medium=social"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/rehan-van-der-merwe-600b40172/"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/der_rehan"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/rehanvdm"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/New-Heroes-2024/rehan-van-der-merwe%20100.6c76c1ef48dce0834d7b9b0cca19748b9d850fb2.png",
  "heroLocation": "Pretoria, South Africa"
},
{
  "id": "community-heroes#rick-hwang",
  "name": "Rick Hwang",
  "heroSinceDate": "Hero since 2021",
  "description": "Rick is a cloud and infrastructure architect at 91APP in Taiwan. He started his AWS journey in 2012 and has worked with most core AWS services. Since 2015 he has been leveraging AWS to build and manage reliable OMO solutions for 10,000 customers. In addition to building infrastructure from scratch on AWS, Rick now oversees the team on overall management, cost, DevOps, and security.\n\n\nRicks passion to educate developers has been demonstrated both internally as an annual AWS training project leader, and externally as a community owner of SRE Taiwan. Rick started SRE Taiwan on his own and has recruited over 3,600 members over the past 4 years via peer-to-peer interactions, constantly sharing content, and hosting annual study group meetups.\n\n\nRick enjoys helping people increase their understanding of AWS and the cloud in general. He keeps himself updated with all the latest AWS services and features. Currently, he is exploring AWS security and distributed systems solutions.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/rick-hwang/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/rickhwang/"
    },
    {
      "text": "Blog",
      "url": "https://rickhw.github.io/"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/rickhw"
    },
    {
      "text": "SRE Taiwan",
      "url": "https://www.facebook.com/groups/sre.taiwan"
    },
    {
      "text": "SlideShare",
      "url": "https://www.slideshare.net/rickhwang"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/rick-hwang.9ba43d273e6bdca3850ece54f8ccc7cbacd731d9.png",
  "heroLocation": "Taipei City, Taiwan"
},
{
  "id": "community-heroes#rolf-koski",
  "name": "Rolf Koski",
  "heroSinceDate": "Hero since 2019",
  "description": "Rolf works at Knowit, which is an AWS Premier Partner from the Nordics headquartered in Sweden. He works as the VP and Chief Commercial Officer at Knowits Managed Services business. In his role he is both technical as well as being the thought leader in the Cloud. He currently advocates for Generative AI and Sustainability initiatives in Cloud.\n\n\nRolf has been one of the leading figures at the Nordic AWS Communities as one of the community leads in Helsinki and Stockholm user groups and he initially founded and organized the first ever AWS Community Days Nordics, which remains active and annual even to the day.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/rolf-koski/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/therolle"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/rolle/"
    },
    {
      "text": "Blog",
      "url": "https://therolle.com/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/Community%20Heroes/rolfkoski-headshotcircle-100px.3d148e0d034b16390e8071be1d4840855810ec34.png",
  "heroLocation": "Tampere, Finland"
},
{
  "id": "community-heroes#ryan-kroonenburg",
  "name": "Ryan Kroonenburg",
  "heroSinceDate": "Hero since 2016",
  "description": "Ryan is an experienced Solutions Architect within the United Kingdom who went on to found A Cloud Guru, an online community that is dedicated to teaching all aspects of the AWS platform. Ryan has taught AWS to over 1,000,000 students globally and together with his brother Sam Kroonenburg has founded one of the first serverless start ups in 2015. Ryan is a cloud enthusiast and is helping to organize serverless conferences and meetups across the world.\n\n\nRyan has a Bachelors Degree in Accounting & Finance from Curtin University in Perth, Australia. In addition, Ryan has many IT certs including ITILv3, MCITP, MS SQL DBA etc. Ryan currently holds 7 of the 11 AWS certificates and is currently working on the Machine Learning Specialty qualification.\n\n\nRyan is always eager to talk about cloud and A Cloud Guru is always looking for industry leading experts to become instructors on the A Cloud Guru Platform.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/ryan-kroonenburg/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/acloudguru"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/acloudguru/"
    },
    {
      "text": "Serverlessconf",
      "url": "http://serverlessconf.io/"
    },
    {
      "text": "A Cloud Guru",
      "url": "https://acloud.guru/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/ryank-headshotcircle-100px.13828bb03753f8370410bb448b646417c7cce605.png",
  "heroLocation": "Twickenham, United Kingdom"
},
{
  "id": "community-heroes#sabiha-ali",
  "name": "Sabiha Ali",
  "heroSinceDate": "Hero since 2023",
  "description": "Sabiha Ali is a Solutions Architect at ScaleCapacity. She specializes in Amazon Connect, Architecting Resilient, and Secure systems in the cloud. As an Amazon Connect Ambassador, she helps businesses enhance their customer experiences. Her unwavering passion for learning has earned her numerous AWS certifications (9X), solidifying her expertise in the field.\n\n\nBefore transitioning into the tech industry, Sabiha was a passionate Mathematics teacher. Inspired by her love for logical problem-solving, she made an impressive 180-degree career change to become a Solutions Architect. Her background as a teacher equips her with strong communication skills and an ability to simplify complex concepts. She firmly believes that anything is possible, that it is never too late to pursue ones dreams, and one can overcome any challenge and embark on a fulfilling career path.\n\n\nStarting out as an active AWS Community Builder, she became an AWS User Group Leader in Dubai, and has helped create a vibrant and one of the most active communities of AWS users around the globe. Sabiha is also committed to empowering women in the tech industry, making her a valued professional and an advocate for change.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/sabiha-ali/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Medium",
      "url": "https://medium.com/@sabihaali1"
    },
    {
      "text": "AWS User Group Dubai",
      "url": "https://www.meetup.com/aws-dubai/"
    },
    {
      "text": "Dev.to",
      "url": "https://dev.to/sabiha_ali"
    },
    {
      "text": "Linkedin",
      "url": "https://www.linkedin.com/in/sabiha-ashik/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/new-heros-nov-2022/2023/june-2023/sabiha_ali_headshot-modified.3db8c6f3fe205d175344863f835f7af6687481a6.png",
  "heroLocation": "Dubai, United Arab Emirates"
},
{
  "id": "community-heroes#sanguk-park",
  "name": "SangUk Park",
  "heroSinceDate": "Hero since 2016",
  "description": "SangUk Park is a Chief Solutions Architect at Megazone, which became Korea's first AWS Partner in 2012 and is the only AWS Premier Consulting Partner to provide AWS support in Korean.\n\n\nHe served as a System Architect for KTs public cloud and VDI design, and led the system operation of YDOnline and Nexon Japan, one of the leading online gaming companies. Certified both as an AWS Solutions Architect - Professional and AWS DevOps Engineer - Professional, SangUk has authored AWS books, including DevOps and AWS Cloud Design Patterns, and translated four books related to the AWS Cloud.\n\n\nHes been making efforts to revitalize the local AWS Korea User Group community as co-leader by presenting at AWS Korea User Group meetings and AWS Summits, and helping to establish small group gatherings such as the AWSKRUG System Engineers in Gangnam. Also, he has done many hands-on labs and has been running a booth as a leader of the user groups at AWS events to cultivate developers and system engineers.\n\n\nSangUk maintains a close relationship with the Japanese AWS User Group (JAWS UG), using his excellent Japanese communication skills and experiences in Japan. He makes every effort to participate in events held between Japanese and Korean user groups as a facilitator and translator, and will promote cross-regional communications beyond APAC going forward.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/sanguk-park/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "AWSKRUG Facebook",
      "url": "https://www.facebook.com/groups/awskrug"
    },
    {
      "text": "AWSKRUG GitHub",
      "url": "https://github.com/awskrug"
    },
    {
      "text": "AWSKRUG Meetup",
      "url": "https://www.meetup.com/awskrug/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/new-heros-nov-2022/2023/SangUk_Park-100X100.3f58ffb98b98344bb158a2f350cb6a995fc55b68.png",
  "heroLocation": "Seoul, Korea"
},
{
  "id": "community-heroes#scott-liao",
  "name": "Scott Liao",
  "heroSinceDate": "Hero since 2020",
  "description": "The AWS Heroes program recognizes a vibrant, worldwide group of AWS experts whose enthusiasm for knowledge-sharing has a real impact within the community. Heroes go above and beyond to share knowledge in a variety of ways including online via social media, blog posts, open source projects, videos, and forums; or in person at conferences, workshops, and user group events.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/scott-liao/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Community Heroes,",
      "url": "#"
    },
    {
      "text": "Container Heroes,",
      "url": "#"
    },
    {
      "text": "Data Heroes,",
      "url": "#"
    },
    {
      "text": "DevTools Heroes,",
      "url": "#"
    },
    {
      "text": "Machine Learning Heroes,",
      "url": "#"
    },
    {
      "text": "Security Heroes,",
      "url": "#"
    },
    {
      "text": "Serverless Heroes,",
      "url": "#"
    },
    {
      "text": "Former Heroes",
      "url": "#"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/scott-liao.973112c12867e6bde91bbf9beac76eb7b47592b2.png",
  "heroLocation": "New Taipei City, Taiwan"
},
{
  "id": "community-heroes#serhat-can",
  "name": "Serhat Can",
  "heroSinceDate": "Hero since 2018",
  "description": "Serhat is a passionate technologist, community leader, and co-founder & product development director at JumpCloud. Prior to his current role as Director, Product Management at JumpCloud, he served as the co-founder and CEO at Resmo. Serhat also holds the prestigious title of AWS Community Hero, acknowledging his expertise and contributions to cloud computing. He enjoys delving deeply into every aspect of building outstanding products. Hes currently based in Ankara, Turkey.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/serhat-can/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/serhatcan"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/srhtcn"
    },
    {
      "text": "Personal Website",
      "url": "http://canserhat.com/"
    },
    {
      "text": "Medium Blog",
      "url": "https://medium.com/@serhatcan"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/New-Heroes-2024/may-2024/serhat-can-100.9c38f34791cf6c930eb88798db47cc3208913398.png",
  "heroLocation": "Istanbul, Turkey"
},
{
  "id": "community-heroes#shaoyi-li",
  "name": "Shaoyi Li",
  "heroSinceDate": "Hero since 2024",
  "description": "Shaoyi Li is a Lead Cloud Engineer focusing on cybersecurity and GenAI, advocating for cloud GenAI security and governance solutions to help the community build secure, compliant, and responsible GenAI applications. He partners with the security community to reinforce the mindset that \"security is job zero.\" He has obtained 13x AWS Certifications and 68x AWS Learning Badges, demonstrating his enthusiasm and professional expertise in AWS technologies.\n\n\nShaoyi Li is a regular speaker at AWS events, such as AWS Summits, AWS media events, AWS Community Days, and AWS User Group Meetups. He also shares his insights in AWS case studies, AWS blogs, official AWS WeChat channels, community.aws, and social media. His impactful AWS content has attracted over 110,000 followers, 10 million views, and 1.16 million likes on his multiple social media. He also received the 2023 Annual Best Tech Blogger and Best Certification Ambassador award from AWS Training & Certification in the greater China region. As an AWS User Group committee member in the greater China region, Shaoyi Li supports the members by helping them deepen their expertise in AWS technology to deliver more high-quality events to the community. Additionally, as an advocate for the AWS Cloud Club program, he continually helps coach many captain candidates across multiple regions with their applications.\n\n\nHis cloud journey never ends, much like his commitment to the AWS community. His dedication, hard work, and persistence in his AWS cloud journey have inspired many developers in underrepresented regions. Influenced by him, many people have successfully launched their cloud journeys and begun sharing their knowledge with the community.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/shaoyi-li/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Blog (CSDN)",
      "url": "https://blog.csdn.net/m0_66628975?type=blog"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/shaoyi-li-cloud/"
    },
    {
      "text": "Blog (Red)",
      "url": "https://www.xiaohongshu.com/user/profile/5c3d505100000000060371a1"
    },
    {
      "text": "AWS Community Profile",
      "url": "https://community.aws/@shaoyi"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/New-Heroes-2024/shaoyi-li-100.9f064064e7fdd70a444ad196f1fe5b25929292a9.png",
  "heroLocation": "Shenzhen, China"
},
{
  "id": "community-heroes#shigeru-oda",
  "name": "Shigeru Oda",
  "heroSinceDate": "Hero since 2022",
  "description": "Shigeru Oda is an expert system engineer at NSD CO., LTD. He has used his knowledge of AWS and community management skills gained through community activities to develop, design, and train others to use cloud technology within their companies.\n\n\nHe joined the Japan AWS User Group (JAWS-UG) in January 2020 and has since run 25 events with the JAWS-UG Beginners Chapter (about 4,200 registered members). In September 2020 he promoted the 24-hour online event JAWS SONIC 2020 & MIDNIGHT JAWS 2020 as a steering member, which was attended by about 1,500 people.\n\n\nIn March 2021, he promoted JAWS DAYS 2021 as a steering member, which was attended by about 4,000 people from all over Japan. And in November 2021, he promoted JAWS PANKRATION 2021, a second 24-hour online event, providing 900 AWS users in Japan as well as around the world with an opportunity to learn beyond the language barrier of English and Japanese through simultaneous interpretation.\n\n\nHe received the AWS Samurai 2021 Award for these activities.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/shigeru-oda/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/OutputSeq"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/shigeru-oda/"
    },
    {
      "text": "note.com",
      "url": "https://note.com/shigeru_oda/"
    },
    {
      "text": "zenn.dev",
      "url": "https://zenn.dev/shigeru_oda"
    },
    {
      "text": "Japan AWS User Group",
      "url": "https://jaws-ug.jp/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/shigeru-oda.8661f4100d89ee6a7588e93c11c3120a4dcdbef0.png",
  "heroLocation": "Saitama, Japan"
},
{
  "id": "community-heroes#shimon-tolts",
  "name": "Shimon Tolts",
  "heroSinceDate": "Hero since 2016",
  "description": "Shimon leads an AWS User Group that was established in 2013 and has more than 8000 members. He also creates tutorial videos about cloud technology and Kubernetes. In addition, Shimon is a maintainer of the Datree open-source project (https://github.com/datreeio/datree 6000+ Stars), a cloud native solution to prevent Kubernetes misconfigurations by blocking resources that do not meet your policy.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/shimon-tolts/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/shimontolts"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/tolts/"
    },
    {
      "text": "AWS Israel Meetup",
      "url": "https://www.meetup.com/AWS-IL/"
    },
    {
      "text": "Personal website",
      "url": "https://shimont.medium.com/"
    },
    {
      "text": "Sessionize",
      "url": "https://sessionize.com/shimont"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/user-groups/shimon_tolts-round.8c7308c241a770cd29b178f098577324666ecc26.png",
  "heroLocation": "Tel Aviv, Israel"
},
{
  "id": "community-heroes#simone-merlini",
  "name": "Simone Merlini",
  "heroSinceDate": "Hero since 2021",
  "description": "Simone is CEO and CTO at beSharp, an Italian AWS Advanced Consulting Partner focused on cloud architectures and cloud-native software development. He holds a Ph.D. in Computer Science, and he serves as an adjunct professor of Cloud Computing at the University of Pavia. In 2012 he co-founded the first AWS User Group in Italy, and he's currently the organizer of the AWS User Group Milan.\n\n\nSimone has been using the AWS cloud since 2007. Since then, he has successfully guided and developed many projects focusing on cloud infrastructures, continuous deployment, backup and disaster recovery, serverless, cloud security, and networking. He's also actively involved in the development of Leapp, an open-source project for managing and securing cloud access in multi-account environments.\n\n\nSimone is an active member of the AWS Community. As an APN Ambassador, he participates in several events and conferences as a speaker. He's also the editor in chief and writer for Proud2beCloud, a blog by beSharp aimed to share highly specialized AWS knowledge to enable adoption of cloud technologies.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/simone-merlini/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/simonemerlini/"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/CloudSimo"
    },
    {
      "text": "Blog",
      "url": "https://www.proud2becloud.com/"
    },
    {
      "text": "Leapp",
      "url": "https://www.leapp.cloud/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/simone-merlini.80782776688c123866ce5f0fd3ad8cbfd2c250ab.png",
  "heroLocation": "Pavia, Italy"
},
{
  "id": "community-heroes#stephen-borsay",
  "name": "Stephen Borsay",
  "heroSinceDate": "Hero since 2020",
  "description": "Stephen Borsay is a Degreed Computer Engineer and electronic hobbyist with a passion to make IoT and embedded systems understandable and enjoyable to enthusiasts of all experience levels. His engineering background includes development of MCUs, FPGAs, and technical training. These days his main focus is AWS IoT and device to cloud integration.\n\n\nStephen authors community IoT projects, as well as develops online teaching materials focused on AWS IoT to solve problems for both professional developers and casual IoT enthusiasts. He founded the Digital Design meetup group in Portland, Oregon which holds regular meetings focusing on hands-on IoT training. He regularly posts IoT tutorials for Hackster.io. You can also find his online AWS IoT training courses on YouTube and Udemy.\n\n\nHis new course on Serverless IoT on AWS is scheduled to be released in March 2020. This course will instruct students on how to build AWS serverless workflows around IoT data. His new book \"AWS Serverless IoT\" is now available on Amazon.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/stephen-borsay/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Meetup",
      "url": "https://www.meetup.com/Digital-Design-Workshop/"
    },
    {
      "text": "Hackster.io",
      "url": "https://www.hackster.io/detox"
    },
    {
      "text": "YouTube",
      "url": "https://www.youtube.com/channel/UCiwFO9083gofF-OJMZsYIdg"
    },
    {
      "text": "Udemy",
      "url": "https://www.udemy.com/user/stv/"
    },
    {
      "text": "Personal Website",
      "url": "http://www.device2cloud.net"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/stephen-borsay.683cccee7d4db0d040904ee0bbea4edd9e518e15.png",
  "heroLocation": "Portland, USA"
},
{
  "id": "community-heroes#steve-bjorg",
  "name": "Steve Bjorg",
  "heroSinceDate": "Hero since 2019",
  "description": "Steve Bjorg was the Founder and Chief Technical Officer at MindTouch (acquired by NICE CXone in 2021), a San Diego-based enterprise software company that specializes in customer self-service software. He is a seasoned technologist and serial entrepreneur who is passionate about helping others. Prior to founding MindTouch, Steve worked in Advanced Strategies and the Developer Division at Microsoft, focusing on distributed computing.\n\n\nSteve is a frequent contributor to open-source projects and is passionate about serverless software. He is the author of LambdaSharp - a tool for optimizing the developer experience when building Serverless .NET applications on AWS. Prior projects include DReAM, a service-oriented distributed architecture for .NET microservices and DekiWki, a popular enterprise wiki that was among the top 5 projects on SourceForge for many years.\n\n\nSteve and his team host a monthly serverless hacking challenge in San Diego to learn and master new AWS services and features. The event is open to all levels, pairing beginners and experienced members together who share a love of building cloud software. Reach out to Steve on Twitter about serverless architecture, AWS, or .NET.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/steve-bjorg/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "MindTouch",
      "url": "https://mindtouch.com"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/bjorg"
    },
    {
      "text": "Serverless Hacking Challenge",
      "url": "https://www.meetup.com/lambdasharp/"
    },
    {
      "text": "LambdaSharp",
      "url": "https://lambdasharp.net"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/steve-bjorg-circular-headshot.e2b26c3b052237ffc17a338de4b96a169a655852.png",
  "heroLocation": "San Diego, USA"
},
{
  "id": "community-heroes#steve-teo",
  "name": "Steve Teo",
  "heroSinceDate": "Hero since 2020",
  "description": "Steve works at Horangi Cyber Security, an Amazon Partner Network (APN) Technology Partner. At Horangi, he is building a Cloud Security SaaS to help AWS customers understand, assess, and eliminate risks in their infrastructure.\n\n\nHe has been serving the AWS User Group Singapore Community since 2017. The user group was founded in 2014 and now has over 5000 members. Having benefited and built his career through meetups at the start of his career, he makes it his personal mission to pay it forward and build the community so that others might reap the benefits and contribute back to the community. The community in Singapore has since grown to have regularly monthly meetups and now includes an Enterprise User Group sub-chapter. He is also on the advisory board of Cloud Seeders, a cloud-learning community for beginners, with an objective to bring more women and diverse talents to the cloud ecosystem.\n\n\nHe is passionate about his pet topics such as Multi-Account Strategy and Cloud Security and often serves as a speaker in AWS APAC Community Conferences on these subjects, where he shares his slides on his Speakerdeck.\n\n\nOne fun fact about Steve is that he successfully defended Unicorn Rentals in his first ever AWS Gameday with an awesome team back in re:Invent 2018 and won the coveted Unicorn trophy!",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/steve-teo/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/steveteo/"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/stevepotayteo"
    },
    {
      "text": "AWS User Group Singapore",
      "url": "https://www.meetup.com/AWS-SG/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/steve-teo.677a405e25ef1327a20ad945674b6724a3b8712f.png",
  "heroLocation": "Singapore"
},
{
  "id": "community-heroes#taeseong-park",
  "name": "TaeSeong Park",
  "heroSinceDate": "Hero since 2022",
  "description": "Description not found",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/taeseong-park/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/geoseong_dev"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/tae-seong-park"
    },
    {
      "text": "Meetup",
      "url": "https://www.meetup.com/awskrug/"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/geoseong"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/geoseong/study-amplify-with-react-native"
    },
    {
      "text": "Youtube",
      "url": "https://www.youtube.com/watch?v=4Am7n5F-S7Q"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/new-heros-nov-2022/taeseong_park-modified1.8f24a1abd9cdbbfa32524ee0a828a67e9a11eb07.png",
  "heroLocation": "Seoul, Korea"
},
{
  "id": "community-heroes#takuya-tachibana",
  "name": "Takuya Tachibana",
  "heroSinceDate": "Hero since 2023",
  "description": "Takuya Tachibana is the CEO of Heptagon inc. and Director of DigitalCube Co. Ltd. He is in the business of solving countryside issues using AWS.\n\n\nSince 2012, Tachibana has been contributing to the Japan AWS User Group (JAWS-UG) for more than 10 years. He has also been a speaker at over 100 community and cloud events throughout all of Japan.\n\n\nHe served as the JAWS-UG representative in 2016-2017 and as Chair of the JAWS DAYS 2017. He has also spoken at overseas events, such as AWS Summit Seoul, AWS Summit Beijing, and AWS Community Day APAC.\n\n\nTachibana continues to share the appeal of AWS with the local community and in the countryside areas, focused in AWS businesses utilizing serverless, machine learning, and IoT. In addition, he also advocates for AWS and encourages builders to contribute to the greater AWS community, and believes there are no limits: you can grow no matter where you live, what you do, or how old you are.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/takuya-tachibana/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Linkedin",
      "url": "https://www.linkedin.com/in/biatunky/"
    },
    {
      "text": "Blog",
      "url": "https://speakerdeck.com/biatunky"
    },
    {
      "text": "Twitter",
      "url": "https://twitter.com/biatunky"
    },
    {
      "text": "Facebook",
      "url": "https://www.facebook.com/biatunky/"
    },
    {
      "text": "Slideshare",
      "url": "https://slideshare.net/biatunky"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/new-heroes-2023/nov/TachibanaTakuya-100.d489e05a31efdc928b1d25d707b9a7e9d0bfa352.png",
  "heroLocation": "Misawa, Japan"
},
{
  "id": "community-heroes#tiago-rodrigues",
  "name": "Tiago Rodrigues",
  "heroSinceDate": "Hero since 2024",
  "description": "Tiago is a Senior Cloud Consultant at tecRacer.com, an AWS Premier Tier Services Partner and AWS Advanced Tier Training Partner, operating for over a decade with offices across Germany, Switzerland, Austria, and Portugal. With diverse experience ranging from Startups to Enterprise projects, Tiago specializes in migrations from on-premises environments to the cloud, but also in modernizing architectures or implementing serverless solutions from idea to production.\n\n\nBeyond his professional role, Tiago is deeply committed to knowledge sharing. He actively contributes to the AWS community, e.g. through the AWS User Group Lisbon, educational workshops, and guest lectures at universities to promote a culture of learning and exploring the potential that AWS offers.\n\n\nProof of his passion for education and innovation is AWSary, an open source mobile app he developed. AWSary serves as a playful yet informative AWS dictionary that helps draw diagrams for Solution Architects and provides quick insights into AWS services.\n\n\nCatch Tiago sharing his insights and AWS adventures on his personal blog and at events both locally in Portugal and globally online.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/tiago-rodrigues/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "GitHub",
      "url": "https://github.com/awsary"
    },
    {
      "text": "Linkedin",
      "url": "https://www.linkedin.com/in/tigpt/"
    },
    {
      "text": "Website",
      "url": "https://www.tecracer.com"
    },
    {
      "text": "Blog",
      "url": "https://tig.pt"
    },
    {
      "text": "Meetup",
      "url": "https://www.meetup.com/aws-user-group-lisbon/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/New-Heroes-2024/tigpt_100.84eac520f11e9ecf07493fbde6308410d74bad27.png",
  "heroLocation": "Lisbon, Portugal"
},
{
  "id": "community-heroes#tomasz-lakomy",
  "name": "Tomasz Lakomy",
  "heroSinceDate": "Hero since 2020",
  "description": "Tomasz is a Frontend Engineer at Stedi, Co-founder of Cloudash, an egghead.io instructor, and a lifelong learner with a passion for learning in public.\n\n\nSince 2018, he's been diving into the world of AWS and at the same time sharing what he's learned with others. After passing the AWS Certified Solutions Architect: Associate exam in 2019 he recorded multiple courses on serverless technologies, including Build an App with the AWS Cloud Development Kit, and Learn AWS Lambda from scratch.\n\n\nIn addition, he's active on his Twitter, blog - tlakomy.com, as well as The Practical Dev community, where he posts articles on career advice, testing and - of course - AWS.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/tomasz-lakomy/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/tlakomy"
    },
    {
      "text": "Blog",
      "url": "https://tlakomy.com/"
    },
    {
      "text": "Instructor Page",
      "url": "https://egghead.io/instructors/tomasz-lakomy?af=6p5abz"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/tomasz-lakomy.e2ebd5ce84496110b8bc04b5e9d4976c023bd227.png",
  "heroLocation": "Poznan, Poland"
},
{
  "id": "community-heroes#vanessa-santos",
  "name": "Vanessa Santos",
  "heroSinceDate": "Hero since 2021",
  "description": "Vanessa Santos joined the AWS User Group Sao Paulo in 2017. Starting from a non-traditional technical background, she became recognized as an AWS Community Leader in 2019, achieving new learnings and practices through the AWS re:Invent We Power Tech Grant.\n\n\nPassionate about technology, Vanessa believes people can continuously learn and still be curious for more. She strives to invent and simplify ways to empower people to fulfill a human purpose, using tech skills to support their own communities, enabling ways to think bigger than ever, and creating impact as catalysts.\n\n\nVanessa works with local and international AWS User Groups as an AWS UG Sao Paulo co-organizer, with female and black tech communities, as an MBA Lecturer, and as council volunteer for Brazilian health tech. She has also worked at Brazilian AWS Consulting Partners, shifting roles as she expanded her tech skills, gathering certifications and supporting individual and company certification in multiple AWS Competencies. She currently works on the Global Segment Marketing team at Equinix.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/vanessa-santos/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/colors4ideas"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/vanessa-alves-dos-santos/"
    },
    {
      "text": "AWS User Group São Paulo",
      "url": "https://www.meetup.com/awsusergroupsp/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/vanessa-santos.884979879829d30950e4bb37fca726240b0b6ace.png",
  "heroLocation": "São Paulo, Brazil"
},
{
  "id": "community-heroes#vishal-alhat",
  "name": "Vishal Alhat",
  "heroSinceDate": "Hero since 2024",
  "description": "Vishal Alhat is a senior software engineer at Forcepoint, a leading cybersecurity company, where he leverages his 9+ years of experience to play a key role in cloud-based deployments. He focuses on cloud security and DevOps using AWS, implementing DevOps tools, AWS services, and best practices to automate deployments and ensure consistency across Forcepoint's cloud infrastructure.\n\n\nPassionate about sharing his knowledge, mentoring people, and fostering the AWS community, Vishal is an active and recognized leader. He was selected as the AWS Community Builder of the Year for the APJ region, a testament to his dedication. Vishal regularly speaks at international conferences, meetups, AWS Community Days, and summits worldwide. He's also the AWS User Group Pune leader, where his leadership extends beyond just organizing meetups. Vishal is known for his ability to effectively organize and speak at large-scale community events that inspire and educate.\n\n\nVishal's expertise lies in cloud security and DevOps on AWS. He frequently shares his learnings and insights by publishing articles on his blog and LinkedIn profile.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/vishal-alhat/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/WeShallAWS"
    },
    {
      "text": "Website",
      "url": "https://vishalalhat.in"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/vishalalhat"
    },
    {
      "text": "YouTube",
      "url": "https://www.youtube.com/@CyberSecurityWithVishal"
    },
    {
      "text": "AWS Community Profile",
      "url": "https://community.aws/@vishala"
    },
    {
      "text": "Instagram",
      "url": "https://www.instagram.com/vishal.alhat"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/New-Heroes-2024/Vishal%20-%20100.c898313528dff233356e8c8ccfa2c1a376d96da2.png",
  "heroLocation": "Pune, India"
},
{
  "id": "community-heroes#vit-niennattrakul",
  "name": "Vit Niennattrakul",
  "heroSinceDate": "Hero since 2016",
  "description": "Vit Niennattrakul finished his Ph.D. in time series data mining and is also interested in machine learning, artificial intelligence, and natural language processing. He is a passionate technopreneur who founded startup companies: Stamp (an online-to-offline service provider), Triple-E (a data collection service provider), and Inspica (a data analytics solution provider). Those startup solutions are architected on AWS. He currently runs a company called DailiTech, the first Thai AWS consulting partner that helps partners and customers migrate to the cloud and deliver many born-in-the-cloud and hybrid-cloud solutions. Also, Vit is the first Thai-certified AWS Solution Architect - Professional and has also achieved other AWS certificates later on.\n\n\nVit started using AWS in 2013, sensing that AWS was the primary building block to drive innovations in Thailand. But they needed some help to unlock the path to success. They needed places to share and exchange knowledge with AWS users in Thailand. So he started building the AWS User Group (Thailand) with the help of his passionate team and AWS staff in December 2014. He and his team regularly organize meetups and collaborate with AWS on marketing events and seminars. Also, he encourages members to share their experiences and knowledge. In 2022 the community reached 10,000 members and continues to expand.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/vit-niennattrakul/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "AWS User Group Thailand",
      "url": "https://www.facebook.com/groups/awsusergroup"
    },
    {
      "text": "LinkedIn",
      "url": "https://www.linkedin.com/in/vit-niennattrakul-13a80023/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/Developer%20Marketing/developer-center/vitn-headshotcircle-100px.cc3ebe0ed2a86f91a0e0217b58810470adcde561.png",
  "heroLocation": "Bangkok, Thailand"
},
{
  "id": "community-heroes#wojciech-dabrowski",
  "name": "Wojciech Dąbrowski",
  "heroSinceDate": "Hero since 2023",
  "description": "Wojciech has been an AWS User Group Silesia leader since 2019. During this time, he managed to organize multiple online and offline meetings. Besides that, he conducts workshops and presents cloud computing and software engineering topics.\n\n\nHe is fascinated by the pragmatic approach to software development and the iterative approach to building products and applications. Mainly he uses cloud-native solutions and willingly seeks innovation in his projects.\n\n\nHe helps organize other local initiatives by participating as a speaker, trainer, board member, or host.\n\n\nWojciech works as a Solutions and Cloud Architect, ensuring his organization uses the best practices regarding AWS Cloud management, developing applications in the cloud environment, designing new solutions, and improving existing ones.\n\n\nCurrently, he holds the role of AWS Capability Lead for Central Europe in Deloitte and is responsible for projects related to the AWS cloud in Central Europe.",
  "heroBioURL": "https://aws.amazon.com/developer/community/heroes/wojciech-dabrowski/?did=dh_card&trk=dh_card",
  "hero_links": [
    {
      "text": "Twitter",
      "url": "https://twitter.com/wojbrowski"
    },
    {
      "text": "Linkedin",
      "url": "https://www.linkedin.com/in/wojciech-dabrowski"
    },
    {
      "text": "GitHub",
      "url": "https://github.com/wojciech-dabrowski"
    },
    {
      "text": "Meetup",
      "url": "https://www.meetup.com/aws-user-group-silesia/"
    }
  ],
  "heroCategory": "AWS Community Hero",
  "heroImageURL": "https://d1.awsstatic.com/getting-started-guides/new-heros-nov-2022/2023/june-2023/headshot_wojciech_d%c4%85browski-modified.8a00e6612cc640bf12e1fb4623e6304ddafd4b61.png",
  "heroLocation": "Katowice, Poland"
}
]